{
  "0f7f1d2b9bb7524c": "Wachstumsstratege mit Schwerpunkt auf internationaler Expansion. Berät Startups beim Markteintritt durch Lokalisierung.",
  "10402a3ce7fddc45": "Eine mehrsprachige App zum Entdecken von Podcasts, erstellt mit Next.js und gt-next, die internationalisierte Inhalte und lokalisierungsabhängige Formatierungen demonstriert.",
  "121838b149ef03bb": "Lost in Translation: Film und Untertitel",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "Dokumentationslinguist, der über 30 gefährdete Sprachen in Westafrika und Südostasien dokumentiert und analysiert hat.",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episoden"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "Forschende im Bereich der maschinellen Übersetzung, deren Arbeiten zu kontextsensitiven neuronalen Modellen über 3.000‑mal zitiert wurden.",
  "1dc5dc1414b5e15c": "Code und Kultur",
  "2110bcc3864e5809": "Die Wissenschaft und Technologie hinter maschineller Übersetzung und Sprach-KI.",
  "22859afc6fbbbdfd": "Das Rennen, Sprachen zu dokumentieren und zu digitalisieren, die von weniger als tausend Menschen gesprochen werden, bevor sie für immer verschwinden.",
  "25969c180542bcb2": "Host",
  "265a4f539ef36160": "Dies ist eine Beispielanwendung, die mit General Translation erstellt wurde, um Internationalisierung zu demonstrieren. Alle Podcast-Daten sind fiktiv.",
  "27cf53ce8f76ae0a": "Feldlinguist und Hochschuldozent. Forschte zu Sprachfamilien auf vier Kontinenten.",
  "28d3905be7a12c08": "Die Ökonomie mehrsprachiger Märkte",
  "2aa350eb34e38a3a": "Die Datenlage ist eindeutig: Unternehmen, die früh in Lokalisierung investieren, erzielen deutlich höhere Konversionsraten, weniger Kundenabwanderung und schnelleres Wachstum in internationalen Märkten. In dieser Episode beleuchten wir die wirtschaftlichen Argumente für eine mehrsprachige Produktstrategie und stützen uns auf Studien, die zeigen, dass 75 Prozent der Verbraucher Produkte bevorzugt in ihrer Muttersprache kaufen und dass bereits eine grundlegende Lokalisierung den Umsatz in Zielmärkten um 30 Prozent oder mehr steigern kann. Wir sprechen über die ROI-Berechnungen, die CFOs von Investitionen in Übersetzungsinfrastruktur überzeugen, über die versteckten Kosten einer aufgeschobenen Lokalisierung und darüber, wie der Aufstieg von KI-gestützten Übersetzungstools die Kosten-Nutzen-Rechnung für Start-ups und etablierte Unternehmen gleichermaßen verändert.",
  "2b9397ee0439d639": "Semantische Felder in verschiedenen Kulturen",
  "2dd009e328f9bab9": "Geschäftsstrategien und Wachstum in einer globalen, mehrsprachigen Wirtschaft.",
  "3848c7281861d843": "Warum die Übersetzung von Filmdialogen eine Kunstform ist und wie Untertitel-Entscheidungen die Bedeutung einer Szene verändern können.",
  "39d9fee6c6f1590d": "Senior Internationalisierungsingenieur in einem großen Tech-Unternehmen. Hat an der Lokalisierung von Produkten in mehr als 40 Sprachen gearbeitet.",
  "3b44b310a78bcee6": "Sprachen sind nicht nur bloße Kommunikationswerkzeuge; sie sind komplexe Architekturen, die prägen, wie wir Wirklichkeit wahrnehmen. Diese Episode taucht tief in die strukturellen Grundlagen der menschlichen Sprache ein und untersucht, wie Syntaxbäume die hierarchische Natur des Denkens widerspiegeln, wie semantische Felder unsere begriffliche Welt strukturieren und wie morphologische Systeme Bedeutung auf Weisen kodieren, die sich zwischen Sprachfamilien teils dramatisch unterscheiden. Wir besprechen die Sapir-Whorf-Hypothese und ihre modernen Interpretationen, betrachten, wie die Computerlinguistik von unserem Verständnis von Sprachstruktur profitiert und diese zugleich weiter vorantreibt, und gehen der Frage nach, was künstliche Sprachen über die Grenzen natürlicher Sprachen verraten.",
  "3dbd8ba7e52e9f78": "Episoden zu Sprache, Technologie, Kultur und Wirtschaft durchstöbern. Alle Inhalte sind vollständig übersetzt mit gebietsschemagerechter Formatierung für Zahlen und Datumsangaben.",
  "3ed9e972062587ad": "Warum sich deine App wie ein Roboter anhört",
  "408862794e972ad4": "Entdecke Podcasts aus aller Welt",
  "46481746a3a16c05": "Warum i18n mehr ist als nur Übersetzung",
  "477d0c519eaea66a": "Ähnliche Episoden",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " Zuhörer"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "Was wir verlieren, wenn eine Sprache verschwindet",
  "4e19d66e64909cf7": "Untersuchung der Schnittstelle zwischen Softwareentwicklung und der globalen menschlichen Erfahrung.",
  "502a8c6231a1ac46": "Software-Internationalisierung war lange Zeit oft nur ein nachgelagerter Aspekt, was zu holprigen Übersetzungen, kaputten Layouts und frustrierten Nutzerinnen und Nutzern weltweit geführt hat. In dieser Episode betrachten wir die häufigsten Fallstricke, auf die Entwicklerinnen und Entwickler beim Erstellen mehrsprachiger Anwendungen stoßen: von naiver String-Konkatenation, die in agglutinierenden Sprachen scheitert, bis hin zu hart codierten Links-nach-rechts-Annahmen, die Oberflächen in Arabisch und Hebräisch auseinanderfallen lassen. Wir untersuchen, wie moderne i18n-Frameworks wie gt-next das Problem von Grund auf neu denken, indem sie Übersetzung als zentrales Element im Komponentenbaum behandeln – statt sie nur als nachgelagerte Schicht für String-Ersetzungen zu betrachten.",
  "536c48c6e06fbd4e": "Lingua Franca nimmt die Zuhörer mit auf eine Reise durch die Sprachen der Welt und erkundet ihre Strukturen, Geschichten und die kognitiven Rahmenbedingungen, die sie prägen. Moderiert von einer Linguistin oder einem Linguisten mit Feldforschungserfahrung auf vier Kontinenten verbindet jede Folge gründliche wissenschaftliche Arbeit mit zugänglichem Storytelling, um zu zeigen, wie Sprache alles beeinflusst – von Politik bis Wahrnehmung. Ob wir nun die Entwicklung einer Grammatikregel nachzeichnen oder eine Gemeinschaft besuchen, die darum kämpft, ihre Sprache lebendig zu halten – Lingua Franca macht Sprachwissenschaft lebendig und greifbar.",
  "542a48a445657d91": "Für ein globales Publikum gestalten",
  "5a6b1d0b92193571": "Wie die Struktur von Sprache unser Verständnis der Welt prägt – von Syntaxbäumen bis zu semantischen Feldern.",
  "63b98adba3b7935d": "Neural Pathways beleuchtet die Spitzenforschung in der Sprachtechnologie – von maschineller Übersetzung bis hin zu Large Language Models. In jeder Episode werden komplexe Forschungsarbeiten verständlich aufbereitet und durch Interviews mit den Wissenschaftler:innen und Entwickler:innen ergänzt, die ausloten, was Maschinen mit menschlicher Sprache leisten können. Wir besprechen aktuelle Papers, diskutieren die Auswirkungen neuer Durchbrüche und zeigen, wie Fortschritte in der KI die Art und Weise verändern, wie die Welt über Sprachgrenzen hinweg kommuniziert.",
  "64bcf48cc44f8e96": "Internationale Unternehmensberaterin / internationaler Unternehmensberater. Berät Fortune-500-Unternehmen zu mehrsprachigen Go-to-Market-Strategien.",
  "654e7db13c53ded3": "Podcast-Verzeichnis",
  "665e7319f176d70e": "Neueste Folgen",
  "6766cddf5326cd78": "Die Zukunft: multimodale Übersetzung",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episoden"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "Verzerrungen in Trainingsdaten",
  "691d7088e9ff6de5": "Pluralregeln und das ICU-Message-Format",
  "6b52697914eb21f2": "Die unsichtbare Kunst des Untertitelns",
  "6b99931815fe2ecc": "Wichtigste Erkenntnisse für Entwickler",
  "6c497f8d24eabef8": "Syntaxbäume und hierarchische Strukturen des Denkens",
  "6e08a5f5867e326e": "Market Signals entschlüsselt, wie globales Wachstum im Business funktioniert. In jeder Folge wird untersucht, wie Unternehmen beim Eintritt in neue sprachliche Märkte Erfolg haben oder scheitern – anhand von Daten, Fallstudien und Interviews mit Führungskräften, die internationale Expansion verantwortet haben. Von Localization-ROI bis zu Fallstricken im interkulturellen Marketing liefert Market Signals umsetzbare Einblicke für Führungskräfte, die sich in der mehrsprachigen Wirtschaft bewegen.",
  "6ea8290adb2b67ed": "Localization-Architekt, der Internationalisierungsinitiativen für Produkte geleitet hat, die von über 500 Millionen Nutzern in 190 Ländern verwendet werden.",
  "733d816478cd408d": "ROI früher Lokalisierung",
  "754a040071d94873": "Softwareentwickler und Autor. Hat Produkte in über 20 Sprachen veröffentlicht und schreibt über die menschliche Seite der Technologie.",
  "7b3363ac1398b424": "Eine eingehende Untersuchung, wie Sprachen funktionieren, sich entwickeln und unser Denken prägen.",
  "8270ff065cef142f": "Wie Unternehmen, die früh lokalisieren, einen überproportional großen Marktanteil in nichtenglischsprachigen Regionen gewinnen.",
  "83a034905dfaf87d": "Technologie",
  "85e2a1f214c6359b": "Alle zwei Wochen stirbt eine Sprache. Mit ihr verschwindet eine einzigartige Art, die Welt zu verstehen, ein unersetzlicher Schatz mündlicher Literatur und Jahrhunderte an angesammeltem Wissen, das in Grammatik und Wortschatz verschlüsselt ist. Diese Episode begleitet Linguist:innen und Technolog:innen, die gegen die Zeit arbeiten, um gefährdete Sprachen zu dokumentieren, zu digitalisieren und wiederzubeleben. Wir besuchen Projekte, die Mobile-Apps nutzen, damit Gemeinschaften ihren Kindern ihre Sprache weitergeben können, erfahren mehr über Initiativen zur Entwicklung von Text‑zu‑Sprache‑Systemen für Sprachen ohne schriftliche Tradition und diskutieren die ethischen Herausforderungen der Sprachbewahrung: Wer entscheidet, welche Sprachen gerettet werden, und was bedeutet es, eine Sprache in digitaler Form zu erhalten, während sich ihre lebendige Gemeinschaft bereits weiterentwickelt?",
  "86325fe7cacba733": "Wie das Kino mithilfe der Kunst der Übersetzung kulturelle Grenzen überwindet.",
  "86f0aff88aae8781": "Fazit und weiterführende Literatur",
  "87f36e1aea8aa3e9": "Frame by Frame untersucht die Kunst, Filme über Sprachgrenzen hinweg zugänglich zu machen. Jede Folge rückt die Übersetzer:innen, Untertitel-Artists und Synchronregisseur:innen in den Mittelpunkt, deren oft unsichtbare Arbeit bestimmt, wie Zuschauer:innen weltweit Kino erleben. Wir analysieren konkrete Szenen, vergleichen Übersetzungen in verschiedenen Sprachen und beleuchten die kreativen Entscheidungen, die prägen, wie eine Geschichte in unterschiedlichen Kulturen wahrgenommen wird. Die Show ist ein Muss für Filmfans, Übersetzungsprofis und alle, die neugierig darauf sind, wie Bedeutung zwischen Sprachen wandert.",
  "880fa61e22d4a8a8": "Die maschinelle Übersetzung hat im vergangenen Jahrzehnt eine Revolution erlebt: von regelbasierten Systemen über statistische Ansätze bis hin zu den neuronalen Architekturen, die heute moderne Übersetzungs-Engines antreiben. Diese Episode zeichnet diese Entwicklung nach und wirft einen Blick darauf, was als Nächstes kommt. Wir beleuchten, wie Attention-Mechanismen und Transformer-Modelle endlich das Kontextproblem gelöst haben, das frühere Systeme plagte, warum manche Sprachpaare für Maschinen hartnäckig schwierig bleiben und wie die neuesten Forschungen zu multimodalem und Few-Shot-Lernen die Übersetzung wirklich seltener Sprachen ermöglichen könnten. Unser Gast teilt Einblicke aus der Forschung zur maschinellen Übersetzung aus erster Hand – einschließlich der überraschenden Wege, auf denen Verzerrungen in Trainingsdaten kulturelle Annahmen über Sprachgrenzen hinweg fortpflanzen können.",
  "8b5c99a2202de0ed": "Alle Folgen",
  "8bd2f3cff46408e7": "Synchronisations- vs. Untertitelkulturen",
  "8c47878fb31beaaf": "Methoden und Werkzeuge der Sprachdokumentation",
  "8cc959e7532f56dd": "Typische Fehler bei der Pluralbildung",
  "8e8ccfe2c0810efb": "Preisgekrönte Untertitelübersetzerin, die an über 200 Filmen in zwölf Sprachen gearbeitet hat.",
  "90a1fc4fd4f2edf3": "Shows",
  "9525d2b6c71c7865": "Von statistischen Modellen zu Transformer-Architekturen: die Entwicklung der maschinellen Übersetzung und was als Nächstes kommt.",
  "96af1ebd68046fa3": "Über diese Folge",
  "99bbc6d8f8de054a": "Digitale Projekte zur Revitalisierung von Sprachen",
  "9b21d9b13989b21f": "Kulturelle Sensibilität im UI-Design",
  "a0c4b7d87c8e2ef1": "Von falschen Pluralformen bis zu zerschossenen Layouts: warum die meiste Software mehrsprachige Inhalte verhunzt – und wie moderne i18n-Tools das endlich in Ordnung bringt.",
  "a31a505de6118d8c": "Moderne Tools und die Zukunft der i18n",
  "a3a165a2b2a708af": "Zeitstempel",
  "a56121844d8d7815": "Streaming und die Zukunft der Filmübersetzung",
  "a931eebb69bfae35": "KI-Journalist und ehemaliger Machine-Learning-Ingenieur. Berichtet über die Schnittstelle zwischen Sprache und Künstlicher Intelligenz.",
  "a995576ea745d52a": "Ethik der Spracherhaltung",
  "aab25fba56518455": "Sprachwissenschaft",
  "ae005b1f2aac914e": "Business",
  "ae286d72c6185ae3": "KI-Übersetzung und Kostensenkung",
  "aea263f70543e1b6": "Audiovorschau nicht verfügbar",
  "af2057b5701fe49e": "Gast",
  "afeaef742c4d8826": "Das Ausmaß des Sprachverlusts",
  "b01a624aab46cc4c": "Software für ein globales Publikum zu entwickeln, erfordert weit mehr als nur das Übersetzen von Strings. In dieser Episode beleuchten wir das gesamte Spektrum der technischen Herausforderungen bei der Internationalisierung: von bidirektionalem Text-Rendering und komplexem Schriftsatz über das ICU-Message-Format und CLDR-Pluralregeln bis hin zur lokalspezifischen Formatierung von Zahlen, Datumsangaben und Währungen. Unser Gast berichtet aus der Praxis der Lokalisierung eines Produkts, das in 190 Ländern genutzt wird – einschließlich überraschender Edge Cases wie Kalendersystemen, die nicht auf dem gregorianischen Kalender basieren, Zahlensystemen, die innerhalb von links-nach-rechts gesetztem Text von rechts nach links gelesen werden, und den subtilen kulturellen Unterschieden, die Vertrauen von Nutzerinnen und Nutzern aufbauen oder zerstören können.",
  "b0af07bbe7c265b4": "„Code and Culture“ ist ein Podcast über die Menschen, Praktiken und Philosophien hinter der Entwicklung von Software für eine mehrsprachige Welt. In jeder Folge kommen Entwickler:innen, Designer:innen und Linguist:innen zusammen, um über die technischen Herausforderungen und kulturellen Feinheiten bei der Entwicklung von Produkten zu sprechen, die sprach- und länderübergreifend funktionieren. Von Internationalisierungsarchitekturen bis zu den kulturellen Annahmen, die in unserem Code stecken – wir untersuchen, wie sich Technologie und menschliche Vielfalt überschneiden.",
  "b4e9cb9dafb6785d": "Daten zu Verbraucherpräferenzen",
  "b56e82ffbafd7927": "Professor für Computerlinguistik. Seine Forschung konzentriert sich auf sprachübergreifende Syntax und die Schnittstelle zwischen formaler Grammatik und maschinellem Lernen.",
  "b7c04d9a17854b68": "Bild für Bild",
  "b8e8431d77bc864c": "Einführung und aktueller Stand der i18n",
  "c21848e7774e2563": "Die Architektur der Sprache",
  "c4bc2312b5d643d7": "Maschinen beibringen, Kontext zu verstehen",
  "c57f9a553b9facf5": "Computergestützte Ansätze zur Syntax",
  "c629147fd781f4d0": "Schlussgedanken",
  "c7b854137621d5c4": "Die Sapir-Whorf-Hypothese neu betrachtet",
  "c8996ff208faa2ba": "Kultur",
  "ccc77a0f0e20021b": "Fallstricke bei lokalisierungsabhängiger Formatierung",
  "cfcb3fadc6eef80a": "Der Lokalisierungsvorteil",
  "d0452ea895db0283": "Berühmte Übersetzungskontroversen",
  "d351494a2c224d16": "Einführung in die Sprachstruktur",
  "d3f77114c8d7c502": "Empfehlungen für weltweit expandierende Startups",
  "d44fe2d656157b24": "Herausforderungen bei Rechts-nach-links-Layouts",
  "d5d078861751f4d6": "Technische Beschränkungen von Untertiteln",
  "d8c27fd333314998": "Neuronale Pfade",
  "d959193a52bebbc1": "Filmkritiker und Polyglott. Bespricht Weltkino und schreibt über die Kunst audiovisueller Übersetzung.",
  "da4ebf3e5e34762f": "Das Kontextproblem und Attention-Mechanismen",
  "db96a1ebbd03396f": "Bedrohte Sprachen bewahren",
  "e351b6bdf6a12769": "Marktsignale",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "Die statistische Ära",
  "ea47cf55ece48949": "Ein Deep Dive in das Internationalisierungs-Engineering: Umgang mit Rechts-nach-links-Schriften, Pluralregeln und gebietsschemaabhängiger Formatierung.",
  "eb4913d3d6562cbf": "Lingua Franca",
  "eeb880da71bdb0fe": "Eine kurze Geschichte der maschinellen Übersetzung",
  "eedd6acc18e54253": "Text-to-Speech für orale Sprachen",
  "eef9d034b0414a77": "Podcast-Verzeichnis | Allgemeine Übersetzung",
  "f148dcf51eeefb66": "Ressourcenarme Sprachen",
  "f40730c1146fcca2": "Bidirektionaler Text und Typografie",
  "f50b371ebdbff020": "Untertitelung und Synchronisation sind unsichtbare Künste, die darüber entscheiden können, ob die Wirkung eines Films über Sprachgrenzen hinweg verstärkt oder zerstört wird. Diese Episode beleuchtet die kreativen und technischen Herausforderungen der Übersetzung von Filmen – von den strikten Zeichenbegrenzungen pro Zeile bei Untertiteln bis zu den Anforderungen an die Lippensynchronität beim Synchronsprechen. Wir betrachten bekannte Fälle, in denen Übersetzungsentscheidungen den Ton oder die Bedeutung ikonischer Szenen verändert haben, diskutieren die philosophische Frage, ob ein übersetzter Film noch dasselbe Kunstwerk ist, und hören von Profis, die tagtäglich den Spagat zwischen Werktreue und Sprachfluss meistern. Unterwegs betrachten wir außerdem, wie Streaming-Plattformen die Ökonomie und die Erwartungen an die Filmübersetzung verändern.",
  "f936456f4a410dc3": "Neuronale Netze verändern alles"
}