{
  "0c730b7f189776b6": "Auf GitHub ansehen",
  "0f7f1d2b9bb7524c": "Wachstumsstratege mit Schwerpunkt internationale Expansion. Berät Startups zur lokalisierungsgetriebenen Markterschließung.",
  "10402a3ce7fddc45": "Eine mehrsprachige App zur Podcast-Entdeckung, gebaut mit Next.js und gt-next, die internationalisierte Inhalte und lokalisierungsabhängige Formatierung demonstriert.",
  "121838b149ef03bb": "Lost in Translation: Film und Untertitel",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "Linguist für Sprachdokumentation, der über 30 gefährdete Sprachen in Westafrika und Südostasien aufgezeichnet und analysiert hat.",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episoden"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "Forschende im Bereich maschinelle Übersetzung, deren Arbeiten zu kontextsensitiven neuronalen Modellen über 3.000‑mal zitiert wurden.",
  "1dc5dc1414b5e15c": "Code und Kultur",
  "2110bcc3864e5809": "Die Wissenschaft und Technik hinter maschineller Übersetzung und Sprach-KI.",
  "2172bc45e188ef06": "Abspielen",
  "22859afc6fbbbdfd": "Der Wettlauf darum, Sprachen zu dokumentieren und zu digitalisieren, die von weniger als tausend Menschen gesprochen werden, bevor sie verschwinden.",
  "25969c180542bcb2": "Host",
  "265a4f539ef36160": "Dies ist eine Beispielanwendung, die mit General Translation erstellt wurde, um Internationalisierung zu demonstrieren. Alle Podcast-Daten sind fiktiv.",
  "27cf53ce8f76ae0a": "Feldlinguist und Hochschuldozent mit Forschungsschwerpunkt Sprachfamilien auf vier Kontinenten.",
  "28d3905be7a12c08": "Die Ökonomie mehrsprachiger Märkte",
  "2aa350eb34e38a3a": "Die Datenlage ist eindeutig: Unternehmen, die frühzeitig in Lokalisierung investieren, verzeichnen deutlich höhere Konversionsraten, geringere Abwanderung und schnelleres Wachstum in internationalen Märkten. In dieser Episode beleuchten wir die wirtschaftlichen Argumente für eine mehrsprachige Produktstrategie und stützen uns dabei auf Studien, denen zufolge 75 Prozent der Verbraucher Produkte bevorzugt in ihrer Muttersprache kaufen – und dass selbst eine grundlegende Lokalisierung den Umsatz in Zielmärkten um 30 Prozent oder mehr steigern kann. Wir besprechen die ROI-Berechnungen, die CFOs überzeugen, in Übersetzungsinfrastruktur zu investieren, die versteckten Kosten einer verspäteten Lokalisierung und wie der Aufstieg von KI-gestützten Übersetzungstools die Kosten-Nutzen-Rechnung für Startups und etablierte Unternehmen gleichermaßen verändert.",
  "2b9397ee0439d639": "Semantische Felder in verschiedenen Kulturen",
  "2dd009e328f9bab9": "Geschäftsstrategie und Wachstum in der globalen, mehrsprachigen Wirtschaft.",
  "3848c7281861d843": "Warum die Übersetzung von Kinodialogen eine Kunstform ist – und wie Entscheidungen bei Untertiteln die Bedeutung einer Szene verändern können.",
  "39d9fee6c6f1590d": "Senior Engineer für Internationalisierung in einem großen Tech-Unternehmen. Hat an der Lokalisierung von Produkten in über 40 Sprachen gearbeitet.",
  "3b44b310a78bcee6": "Sprachen sind nicht nur Werkzeuge der Kommunikation; sie sind komplexe Architekturen, die prägen, wie wir Wirklichkeit wahrnehmen. Diese Episode taucht tief in die strukturellen Grundlagen menschlicher Sprache ein und untersucht, wie Syntaxbäume die hierarchische Natur des Denkens widerspiegeln, wie semantische Felder unsere begriffliche Welt ordnen und wie morphologische Systeme Bedeutung auf Weisen kodieren, die sich zwischen Sprachfamilien teils dramatisch unterscheiden. Wir sprechen über die Sapir-Whorf-Hypothese und ihre modernen Interpretationen, betrachten, wie die Computerlinguistik von unserem Verständnis von Sprachstruktur profitiert und umgekehrt selbst dazu beiträgt, und fragen, was künstliche Sprachen über die Grenzen natürlicher Sprachen verraten.",
  "3dbd8ba7e52e9f78": "Episoden zu Sprache, Technologie, Kultur und Wirtschaft durchstöbern. Alle Inhalte sind vollständig übersetzt mit gebietsschemabewusster Formatierung für Zahlen und Datumsangaben.",
  "3ed9e972062587ad": "Warum deine App wie ein Roboter spricht",
  "408862794e972ad4": "Entdecke Podcasts aus aller Welt",
  "46481746a3a16c05": "Warum i18n mehr ist als nur Übersetzung",
  "477d0c519eaea66a": "Ähnliche Folgen",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " Zuhörer"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "Was wir verlieren, wenn eine Sprache ausstirbt",
  "4e19d66e64909cf7": "Erforschung der Schnittstelle zwischen Softwareentwicklung und globaler menschlicher Erfahrung.",
  "502a8c6231a1ac46": "Software-Internationalisierung war lange Zeit oft nur ein nachträglicher Gedanke – mit holprigen Übersetzungen, kaputten Layouts und frustrierten Nutzerinnen und Nutzern weltweit als Folge. In dieser Episode beleuchten wir die häufigsten Fallstricke, auf die Entwickler beim Erstellen mehrsprachiger Anwendungen stoßen: von naiver String-Konkatenation, die in agglutinierenden Sprachen scheitert, bis hin zu hart codierten Annahmen einer Leserichtung von links nach rechts, die arabische und hebräische Oberflächen auseinanderbrechen lassen. Wir schauen uns an, wie moderne i18n-Frameworks wie gt-next das Problem von Grund auf neu denken, indem sie Übersetzung als zentrales Konzept im Komponentenbaum behandeln – statt sie nur als nachträglich aufgesetzte Schicht für String-Ersetzungen zu betrachten.",
  "536c48c6e06fbd4e": "Lingua Franca nimmt sein Publikum mit auf eine Reise durch die Sprachen der Welt und erforscht deren Strukturen, Geschichten und die Denkrahmen, die sie schaffen. Moderiert von einem Linguisten mit Feldforschungserfahrung auf vier Kontinenten, verbindet jede Folge fundierte wissenschaftliche Analyse mit zugänglichem Storytelling und zeigt, wie Sprache alles prägt – von Politik bis Wahrnehmung. Ob wir die Entwicklung einer Grammatikregel nachzeichnen oder eine Gemeinschaft besuchen, die darum ringt, ihre Sprache lebendig zu halten – Lingua Franca lässt Sprachwissenschaft lebendig und nahbar werden.",
  "542a48a445657d91": "Entwicklung für ein globales Publikum",
  "5a6b1d0b92193571": "Wie die Struktur von Sprache unser Verständnis der Welt prägt – von Syntaxbäumen bis hin zu semantischen Feldern.",
  "63b98adba3b7935d": "Neural Pathways erkundet Spitzenforschung in der Sprachtechnologie – von maschineller Übersetzung bis zu großen Sprachmodellen. In jeder Episode werden komplexe Forschungsarbeiten in verständliche Erklärungen heruntergebrochen, ergänzt durch Interviews mit den Forscherinnen und Forschern sowie den Ingenieurinnen und Ingenieuren, die ausloten, was Maschinen mit menschlicher Sprache leisten können. Wir besprechen aktuelle Fachartikel, diskutieren die Auswirkungen neuer Durchbrüche und beleuchten, wie Fortschritte in der KI die Art und Weise verändern, wie die Welt Sprachgrenzen in der Kommunikation überwindet.",
  "64bcf48cc44f8e96": "Internationale Unternehmensberaterin bzw. internationaler Unternehmensberater. Berät Fortune-500-Unternehmen bei mehrsprachigen Marktstrategien.",
  "654e7db13c53ded3": "Podcast-Verzeichnis",
  "665e7319f176d70e": "Neueste Episoden",
  "6766cddf5326cd78": "Die Zukunft: multimodale Übersetzung",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episoden"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "Bias in Trainingsdaten",
  "691d7088e9ff6de5": "Pluralregeln und ICU-Nachrichtenformat",
  "6b52697914eb21f2": "Die unsichtbare Kunst des Untertitelns",
  "6b99931815fe2ecc": "Wichtigste Erkenntnisse für Entwickler",
  "6c497f8d24eabef8": "Syntaxbäume und die Hierarchie des Denkens",
  "6e08a5f5867e326e": "Market Signals entschlüsselt das Geschäft der internationalen Expansion. In jeder Folge geht es darum, warum Unternehmen beim Eintritt in neue Sprachmärkte erfolgreich sind oder scheitern – gestützt auf Daten, Fallstudien und Interviews mit Führungskräften, die internationale Expansion verantwortet haben. Von Localization-ROI bis zu interkulturellen Marketing-Fallstricken liefert Market Signals umsetzbare Erkenntnisse für Führungskräfte, die sich in der mehrsprachigen Wirtschaft bewegen.",
  "6ea8290adb2b67ed": "Lokalisierungsarchitekt, der Internationalisierungsinitiativen für Produkte geleitet hat, die über 500 Millionen Nutzer in 190 Ländern erreichen.",
  "733d816478cd408d": "ROI früher Lokalisierungsmaßnahmen",
  "754a040071d94873": "Software-Engineer:in und Autor:in. Hat Produkte in über 20 Sprachen ausgeliefert und schreibt über die menschliche Seite von Technologie.",
  "7b3363ac1398b424": "Ein tiefer Einblick darin, wie Sprachen funktionieren, sich entwickeln und unser Denken prägen.",
  "8270ff065cef142f": "Wie Unternehmen, die früh lokalisieren, in nichtenglischsprachigen Regionen überproportional hohe Marktanteile gewinnen.",
  "83a034905dfaf87d": "Technologie",
  "85e2a1f214c6359b": "Alle zwei Wochen stirbt eine Sprache. Mit ihr verschwindet eine einzigartige Art, die Welt zu verstehen, ein unersetzlicher Schatz mündlicher Literatur und Jahrhunderte an angesammeltem Wissen, das in Grammatik und Wortschatz kodiert ist. Diese Episode begleitet Linguist:innen und Technolog:innen, die gegen die Zeit ankämpfen, um gefährdete Sprachen zu dokumentieren, zu digitalisieren und wiederzubeleben. Wir besuchen Projekte, die mobile Apps einsetzen, damit Gemeinschaften ihre Sprachen an Kinder weitergeben können, erfahren mehr über Initiativen, Text‑zu‑Sprache‑Systeme für Sprachen ohne Schrifttradition zu entwickeln, und sprechen über die ethischen Komplexitäten der Sprachbewahrung: Wer entscheidet, welche Sprachen gerettet werden, und was bedeutet es, eine Sprache in digitaler Form zu erhalten, wenn die lebendige Gemeinschaft ihrer Sprecher:innen bereits verschwunden ist?",
  "86325fe7cacba733": "Wie das Kino durch die Kunst der Übersetzung kulturelle Grenzen überwindet.",
  "86f0aff88aae8781": "Abschluss und weiterführende Literatur",
  "87f36e1aea8aa3e9": "Frame by Frame widmet sich der Kunst, Filme über Sprachgrenzen hinweg zugänglich zu machen. In jeder Episode stehen die Übersetzer:innen, Untertitel-Künstler:innen und Synchronregisseur:innen im Fokus, deren unsichtbare Arbeit prägt, wie Zuschauer:innen weltweit Kino erleben. Wir analysieren einzelne Szenen, vergleichen Übersetzungen in verschiedenen Sprachen und erkunden die kreativen Entscheidungen, die bestimmen, wie eine Geschichte in unterschiedlichen Kulturen ankommt. Die Show ist ein Muss für Filmfans, Übersetzungsprofis und alle, die neugierig darauf sind, wie Bedeutung zwischen Sprachen wandert.",
  "880fa61e22d4a8a8": "Die maschinelle Übersetzung hat in den vergangenen zehn Jahren eine Revolution durchlaufen: von regelbasierten Systemen über statistische Verfahren hin zu den neuronalen Architekturen, die heutige Übersetzungssysteme antreiben. Diese Episode zeichnet diese Entwicklung nach und wirft einen Blick darauf, was als Nächstes kommt. Wir untersuchen, wie Aufmerksamkeitsmechanismen und Transformer-Modelle das Kontextproblem gelöst haben, das frühere Systeme plagte, warum bestimmte Sprachpaare für Maschinen weiterhin hartnäckig schwierig bleiben und wie neueste Forschung zu multimodalem und Few-Shot-Lernen die Übersetzung wirklich seltener Sprachen ermöglichen könnte. Unser Gast teilt Einblicke aus der Forschung an vorderster Front der maschinellen Übersetzung – einschließlich der überraschenden Wege, auf denen Verzerrungen in Trainingsdaten kulturelle Annahmen über Sprachgrenzen hinweg fortschreiben können.",
  "8b5c99a2202de0ed": "Alle Episoden",
  "8bd2f3cff46408e7": "Synchronisations- vs. Untertitelkulturen",
  "8c47878fb31beaaf": "Methoden und Werkzeuge der Sprachdokumentation",
  "8cc959e7532f56dd": "Häufige Fallstricke bei Pluralformen",
  "8e8ccfe2c0810efb": "Preisgekrönte Untertitelübersetzerin, die an über 200 Filmen in zwölf Sprachen gearbeitet hat.",
  "90a1fc4fd4f2edf3": "Sendungen",
  "9525d2b6c71c7865": "Von statistischen Modellen zu Transformer-Architekturen: die Entwicklung der maschinellen Übersetzung und was als Nächstes kommt.",
  "96af1ebd68046fa3": "Über diese Episode",
  "99bbc6d8f8de054a": "Digitale Revitalisierungsprojekte",
  "9b21d9b13989b21f": "Kulturelle Sensibilität im UI-Design",
  "a0c4b7d87c8e2ef1": "Von vermurksten Pluralformen bis hin zu auf den Kopf gestellten Layouts: Warum die meiste Software mehrsprachige Inhalte verunstaltet – und wie moderne i18n-Tools das endlich beheben.",
  "a31a505de6118d8c": "Moderne Werkzeuge und die Zukunft von i18n",
  "a3a165a2b2a708af": "Zeitstempel",
  "a56121844d8d7815": "Streaming und die Zukunft der Filmübersetzung",
  "a931eebb69bfae35": "KI-Journalist und früher Machine-Learning-Ingenieur. Berichtet über das Zusammenspiel von Sprache und künstlicher Intelligenz.",
  "a995576ea745d52a": "Ethik der Bewahrung von Sprachen",
  "aab25fba56518455": "Linguistik",
  "ae005b1f2aac914e": "Business",
  "ae286d72c6185ae3": "KI-Übersetzung und Kostensenkung",
  "aea263f70543e1b6": "Audiovorschau nicht verfügbar",
  "af2057b5701fe49e": "Gast",
  "afeaef742c4d8826": "Das Ausmaß des Sprachverlusts",
  "b01a624aab46cc4c": "Software für ein globales Publikum zu entwickeln, erfordert weit mehr als nur das Übersetzen von Strings. In dieser Episode beleuchten wir das gesamte Spektrum der technischen Herausforderungen der Internationalisierung: von bidirektionalem Textrendering und komplexem Script Shaping über ICU MessageFormat und CLDR-Pluralregeln bis hin zur sprach- und länderspezifischen Formatierung von Zahlen, Datumsangaben und Währungen. Unser Gast teilt Erfahrungsberichte aus der Lokalisierung eines Produkts, das in 190 Ländern genutzt wird – inklusive überraschender Edge Cases wie Kalendersystemen, die nicht auf dem gregorianischen Kalender basieren, Zahlensystemen, die in links-nach-rechts-Text von rechts nach links gelesen werden, und den feinen kulturellen Unterschieden, die Vertrauen von Nutzer:innen aufbauen oder zerstören können.",
  "b0af07bbe7c265b4": "Code and Culture ist ein Podcast über die Menschen, Praktiken und Philosophien hinter Software für eine mehrsprachige Welt. In jeder Folge kommen Engineer:innen, Designer:innen und Linguist:innen zusammen, um über die technischen Herausforderungen und kulturellen Nuancen bei der Entwicklung von Produkten zu sprechen, die über Sprachen und Grenzen hinweg funktionieren. Von Internationalisierungsarchitektur bis zu den kulturellen Annahmen, die in unserem Code stecken, untersuchen wir, wie sich Technologie und menschliche Vielfalt überschneiden.",
  "b4e9cb9dafb6785d": "Daten zu Verbraucherpräferenzen",
  "b56e82ffbafd7927": "Professor für Computerlinguistik. Seine Forschungsschwerpunkte sind sprachübergreifende Syntax und die Schnittstelle zwischen formaler Grammatik und maschinellem Lernen.",
  "b7c04d9a17854b68": "Bild für Bild",
  "b8e8431d77bc864c": "Einführung und aktueller Stand der i18n",
  "c21848e7774e2563": "Die Architektur der Sprache",
  "c4bc2312b5d643d7": "Maschinen Kontextverständnis beibringen",
  "c57f9a553b9facf5": "Computergestützte Ansätze zur Syntax",
  "c629147fd781f4d0": "Schlussgedanken",
  "c7b854137621d5c4": "Die Sapir-Whorf-Hypothese neu betrachtet",
  "c8996ff208faa2ba": "Kultur",
  "ccc77a0f0e20021b": "Fallstricke lokalisierungsbewusster Formatierung",
  "cfcb3fadc6eef80a": "Der Lokalisierungsvorteil",
  "d0452ea895db0283": "Bekannte Übersetzungskontroversen",
  "d351494a2c224d16": "Einführung in die Sprachstruktur",
  "d3f77114c8d7c502": "Tipps für Startups auf dem Weg in globale Märkte",
  "d44fe2d656157b24": "Herausforderungen bei Layouts für Rechts-nach-Links-Sprachen",
  "d5d078861751f4d6": "Technische Einschränkungen von Untertiteln",
  "d8c27fd333314998": "Neuronale Pfade",
  "d959193a52bebbc1": "Filmkritiker und Polyglott. Rezensiert internationales Kino und schreibt über die Kunst der audiovisuellen Übersetzung.",
  "da4ebf3e5e34762f": "Das Kontextproblem und Attention",
  "db96a1ebbd03396f": "Bedrohte Sprachen erhalten",
  "e351b6bdf6a12769": "Marktsignale",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "Die statistische Ära",
  "ea47cf55ece48949": "Ein Deep Dive ins Internationalisierungs-Engineering: Umgang mit Rechts-nach-links-Schriften, Pluralregeln und lokalisierungsspezifischer Formatierung.",
  "eb4913d3d6562cbf": "Lingua franca",
  "eeb880da71bdb0fe": "Eine kurze Geschichte der maschinellen Übersetzung",
  "eedd6acc18e54253": "Text-to-Speech für mündliche Sprachen",
  "eef9d034b0414a77": "Podcast-Verzeichnis | Allgemein",
  "f148dcf51eeefb66": "Ressourcenschwache Sprachen",
  "f40730c1146fcca2": "Bidirektionaler Text und Typografie",
  "f50b371ebdbff020": "Untertitelung und Synchronisation sind unsichtbare Künste, die die Wirkung eines Films über Sprachgrenzen hinweg entweder verstärken oder zerstören können. In dieser Episode betrachten wir die kreativen und technischen Herausforderungen der Filmübersetzung – von strengen Zeichen-pro-Zeile-Beschränkungen bei Untertiteln bis zu den Anforderungen an die Lippensynchronität bei der Synchronisation. Wir beleuchten bekannte Fälle, in denen Übersetzungsentscheidungen den Ton oder die Bedeutung ikonischer Szenen verändert haben, diskutieren die philosophische Frage, ob ein übersetzter Film noch dasselbe Kunstwerk ist, und hören von Fachleuten, die täglich den Spagat zwischen Treue und Natürlichkeit meistern. Unterwegs schauen wir uns außerdem an, wie Streaming-Plattformen die Ökonomie und die Erwartungen an die Filmübersetzung verändern.",
  "f936456f4a410dc3": "Neuronale Netze verändern alles"
}