{
  "0c730b7f189776b6": "Ver en GitHub",
  "0f7f1d2b9bb7524c": "Estratega de crecimiento, especializado en expansión internacional. Asesora a startups sobre estrategias de entrada en el mercado basadas en la localización.",
  "10402a3ce7fddc45": "Una aplicación multilingüe para descubrir pódcasts creada con Next.js y gt-next, que demuestra contenido internacionalizado y formatos adaptados a la configuración regional.",
  "121838b149ef03bb": "Lost in Translation: cine y subtítulos",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "Lingüista especializado en documentación que ha registrado y analizado más de 30 idiomas en peligro de extinción en África occidental y el sudeste asiático.",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " episodios"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "Investigador en traducción automática, cuyo trabajo sobre modelos neuronales sensibles al contexto ha sido citado más de 3.000 veces.",
  "1dc5dc1414b5e15c": "Código y cultura",
  "2110bcc3864e5809": "La ciencia y la ingeniería que sustentan la traducción automática y la IA del lenguaje.",
  "2172bc45e188ef06": "Reproducir",
  "22859afc6fbbbdfd": "La carrera por documentar y digitalizar idiomas hablados por menos de mil personas antes de que desaparezcan.",
  "25969c180542bcb2": "Presentador",
  "265a4f539ef36160": "Esta es una aplicación de ejemplo creada con General Translation para demostrar la internacionalización. Todos los datos de los podcasts son ficticios.",
  "27cf53ce8f76ae0a": "Lingüista de campo y profesor universitario; ha investigado familias lingüísticas en cuatro continentes.",
  "28d3905be7a12c08": "La economía de los mercados multilingües",
  "2aa350eb34e38a3a": "Los datos son claros: las empresas que invierten temprano en localización registran tasas de conversión significativamente más altas, menor churn de clientes y un crecimiento más rápido en los mercados internacionales. Este episodio analiza el argumento económico a favor de una estrategia de producto multilingüe, basándose en investigaciones que muestran que el 75 % de los consumidores prefiere comprar productos en su idioma nativo y que incluso una localización básica puede incrementar los ingresos en un 30 % o más en los mercados objetivo. Hablamos de los cálculos de ROI que convencen a los CFO de invertir en infraestructura de traducción, de los costos ocultos de retrasar la localización y de cómo el auge de las herramientas de traducción impulsadas por IA está cambiando la ecuación de costo‑beneficio tanto para startups como para grandes empresas.",
  "2b9397ee0439d639": "Campos semánticos en distintas culturas",
  "2dd009e328f9bab9": "Estrategia empresarial y crecimiento en una economía global multilingüe.",
  "3848c7281861d843": "Por qué la traducción de diálogos para cine es una forma de arte y cómo las decisiones de subtitulado pueden cambiar el sentido de una escena.",
  "39d9fee6c6f1590d": "Ingeniero sénior de internacionalización en una gran empresa tecnológica. Ha trabajado en la localización de productos a más de 40 idiomas diferentes.",
  "3b44b310a78bcee6": "Los idiomas no son solo herramientas de comunicación; son arquitecturas complejas que moldean cómo percibimos la realidad. Este episodio profundiza en los fundamentos estructurales del lenguaje humano, explorando cómo los árboles sintácticos reflejan la naturaleza jerárquica del pensamiento, cómo los campos semánticos organizan nuestro mundo conceptual y cómo los sistemas morfológicos codifican el significado de maneras que varían drásticamente entre familias de lenguas. Hablamos de la hipótesis de Sapir-Whorf y sus interpretaciones modernas, analizamos cómo la lingüística computacional se nutre de —y a la vez enriquece— nuestra comprensión de la estructura del lenguaje, y examinamos qué revelan los lenguajes artificiales sobre los límites de los lenguajes naturales.",
  "3dbd8ba7e52e9f78": "Explora episodios sobre idioma, tecnología, cultura y negocios. Todo el contenido está completamente traducido con formato adaptado a la configuración regional para números y fechas.",
  "3ed9e972062587ad": "Por qué tu app habla como un robot",
  "408862794e972ad4": "Descubre pódcasts de todo el mundo",
  "46481746a3a16c05": "Por qué la i18n es mucho más que traducción",
  "477d0c519eaea66a": "Episodios relacionados",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " escuchas"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "Lo que perdemos cuando una lengua muere",
  "4e19d66e64909cf7": "Explorando la intersección entre la ingeniería de software y la experiencia humana en todo el mundo.",
  "502a8c6231a1ac46": "La internacionalización de software ha sido durante mucho tiempo un aspecto secundario, lo que ha dado lugar a traducciones poco naturales, diseños rotos y usuarios frustrados en todo el mundo. En este episodio, exploramos los errores más comunes a los que se enfrentan los desarrolladores al crear aplicaciones multilingües: desde la concatenación ingenua de cadenas que se rompe en lenguas aglutinantes, hasta las suposiciones rígidas de lectura de izquierda a derecha que arruinan las interfaces en árabe y hebreo. Analizamos cómo los frameworks modernos de i18n como gt-next están replanteando el problema desde la base, tratando la traducción como una consideración de primera clase dentro del árbol de componentes en lugar de como una capa adicional de simple sustitución de cadenas.",
  "536c48c6e06fbd4e": "Lingua Franca lleva a los oyentes en un recorrido por las lenguas del mundo, explorando sus estructuras, sus historias y los marcos cognitivos que crean. Conducido por una lingüista con experiencia en trabajo de campo en cuatro continentes, cada episodio combina un sólido rigor académico con una narración accesible para mostrar cómo el lenguaje moldea todo, desde la política hasta la percepción. Ya sea que sigamos la evolución de una regla gramatical o visitemos una comunidad que lucha por mantener viva su lengua, Lingua Franca hace que la ciencia del lenguaje sea vívida y profundamente humana.",
  "542a48a445657d91": "Diseñar para una audiencia global",
  "5a6b1d0b92193571": "Cómo la estructura del lenguaje moldea nuestra comprensión del mundo, desde los árboles sintácticos hasta los campos semánticos.",
  "63b98adba3b7935d": "Neural Pathways explora la vanguardia de la tecnología del lenguaje, desde la traducción automática hasta los modelos de lenguaje de gran tamaño. En cada episodio desglosamos investigaciones complejas en explicaciones accesibles, con entrevistas a las personas científicas y de ingeniería que están llevando al límite lo que las máquinas pueden hacer con el lenguaje humano. Analizamos los artículos más recientes, debatimos las implicaciones de los nuevos avances y examinamos cómo los progresos en IA están transformando la forma en que el mundo se comunica a través de las barreras idiomáticas.",
  "64bcf48cc44f8e96": "Consultor empresarial internacional. Asesora a empresas de la lista Fortune 500 en estrategias de mercado multilingües.",
  "654e7db13c53ded3": "Directorio de pódcasts",
  "665e7319f176d70e": "Episodios más recientes",
  "6766cddf5326cd78": "El futuro: traducción multimodal",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episodios"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "Sesgos en los datos de entrenamiento",
  "691d7088e9ff6de5": "Reglas de pluralización y formato de mensajes ICU",
  "6b52697914eb21f2": "El arte invisible del subtitulado",
  "6b99931815fe2ecc": "Puntos clave para desarrolladores",
  "6c497f8d24eabef8": "Árboles sintácticos y la jerarquía del pensamiento",
  "6e08a5f5867e326e": "Market Signals descifra el negocio de la expansión al mercado global. Cada episodio analiza cómo las empresas tienen éxito o fracasan al entrar en nuevos mercados lingüísticos, basándose en datos, estudios de caso y entrevistas con ejecutivos que han liderado la expansión internacional. Desde el ROI de la localización hasta los errores más habituales del marketing intercultural, Market Signals ofrece recomendaciones prácticas para líderes empresariales que navegan por la economía multilingüe.",
  "6ea8290adb2b67ed": "Arquitecto de localización que ha liderado iniciativas de internacionalización para productos que dan servicio a más de 500 millones de usuarios en 190 países.",
  "733d816478cd408d": "ROI de una localización temprana",
  "754a040071d94873": "Ingeniero de software y escritor. Ha lanzado productos en más de 20 idiomas y escribe sobre el lado humano de la tecnología.",
  "7b3363ac1398b424": "Una exploración en profundidad de cómo funcionan las lenguas, cómo evolucionan y cómo moldean nuestra forma de pensar.",
  "8270ff065cef142f": "Cómo las empresas que localizan antes obtienen una cuota de mercado desproporcionada en las regiones no anglófonas.",
  "83a034905dfaf87d": "Tecnología",
  "85e2a1f214c6359b": "Cada dos semanas muere una lengua. Con ella desaparece una forma única de entender el mundo, un acervo insustituible de literatura oral y siglos de conocimiento acumulado codificados en su gramática y vocabulario. Este episodio sigue a lingüistas y tecnólogos que trabajan contrarreloj para documentar, digitalizar y revitalizar lenguas en peligro de extinción. Visitamos proyectos que usan aplicaciones móviles para ayudar a las comunidades a enseñar su lengua a los niños, conocemos iniciativas para crear sistemas de texto a voz para lenguas sin tradición escrita y analizamos las complejidades éticas de la preservación lingüística: quién decide qué lenguas se deben salvar y qué significa preservar una lengua en formato digital cuando su comunidad viva ya ha seguido adelante.",
  "86325fe7cacba733": "Cómo el cine traspasa las fronteras culturales mediante el arte de la traducción.",
  "86f0aff88aae8781": "Conclusiones y lecturas adicionales",
  "87f36e1aea8aa3e9": "Frame by Frame explora el arte de llevar el cine más allá de las barreras del idioma. Cada episodio se centra en las personas que traducen, subtitulan y dirigen el doblaje, cuyo trabajo invisible determina cómo el público de todo el mundo vive las películas. Analizamos escenas concretas, comparamos traducciones en distintos idiomas y exploramos las decisiones creativas que dan forma a cómo resuena una historia en diferentes culturas. Es un programa imprescindible para amantes del cine, profesionales de la traducción y cualquier persona con curiosidad por saber cómo viaja el significado entre lenguas.",
  "880fa61e22d4a8a8": "La traducción automática ha experimentado una revolución en la última década, pasando de sistemas basados en reglas a enfoques estadísticos y, finalmente, a las arquitecturas neuronales que impulsan los motores de traducción actuales. Este episodio recorre esa evolución y mira hacia el futuro para explorar qué viene después. Analizamos cómo los mecanismos de atención y los modelos transformer consiguieron por fin resolver el problema de contexto que aquejaba a los sistemas anteriores, por qué algunos pares de idiomas siguen siendo especialmente difíciles para las máquinas y cómo las investigaciones más recientes sobre aprendizaje multimodal y de pocos ejemplos podrían posibilitar la traducción de lenguas verdaderamente minoritarias. Nuestra persona experta invitada comparte perspectivas desde la vanguardia de la investigación en traducción automática, incluidas las formas sorprendentes en que los sesgos de los datos de entrenamiento pueden propagar supuestos culturales entre idiomas.",
  "8b5c99a2202de0ed": "Todos los episodios",
  "8bd2f3cff46408e7": "Culturas de doblaje frente a culturas de subtitulado",
  "8c47878fb31beaaf": "Métodos y herramientas de documentación",
  "8cc959e7532f56dd": "Errores comunes de pluralización",
  "8e8ccfe2c0810efb": "Traductor de subtítulos galardonado que ha trabajado en más de 200 películas en doce idiomas.",
  "90a1fc4fd4f2edf3": "Programas",
  "9525d2b6c71c7865": "De modelos estadísticos a arquitecturas transformer: la evolución de la traducción automática y lo que viene después.",
  "96af1ebd68046fa3": "Acerca de este episodio",
  "99bbc6d8f8de054a": "Proyectos de revitalización digital",
  "9b21d9b13989b21f": "Sensibilidad cultural en el diseño de interfaces",
  "a0c4b7d87c8e2ef1": "Desde plurales mal gestionados hasta diseños invertidos: por qué la mayoría del software estropea el contenido multilingüe y cómo las herramientas modernas de i18n por fin lo están arreglando.",
  "a31a505de6118d8c": "Herramientas modernas y el futuro de la internacionalización (i18n)",
  "a3a165a2b2a708af": "Marcas de tiempo",
  "a56121844d8d7815": "El streaming y el futuro de la traducción audiovisual",
  "a931eebb69bfae35": "Periodista especializada en IA y ex ingeniera de aprendizaje automático. Se centra en la intersección entre el lenguaje y la inteligencia artificial.",
  "a995576ea745d52a": "Ética de la preservación lingüística",
  "aab25fba56518455": "Lingüística",
  "ae005b1f2aac914e": "Negocios",
  "ae286d72c6185ae3": "Traducción con IA y reducción de costes",
  "aea263f70543e1b6": "Vista previa de audio no disponible",
  "af2057b5701fe49e": "Invitado",
  "afeaef742c4d8826": "La magnitud de la desaparición de lenguas",
  "b01a624aab46cc4c": "Crear software para una audiencia global requiere mucho más que simplemente traducir cadenas. En este episodio, exploramos todo el espectro de desafíos de ingeniería de internacionalización: desde el renderizado de texto bidireccional y el conformado de escrituras complejas, hasta el formato de mensajes ICU y las reglas de pluralización de CLDR, pasando por el formato de números, fechas y divisas sensibles a la configuración regional. Nuestra persona invitada comparte «historias de guerra» sobre la localización de un producto usado en 190 países, incluidos casos límite sorprendentes como sistemas de calendario que no usan el año gregoriano, sistemas numéricos que se leen de derecha a izquierda dentro de texto de izquierda a derecha, y las sutiles diferencias culturales que pueden reforzar o destruir la confianza de las personas usuarias.",
  "b0af07bbe7c265b4": "Code and Culture es un podcast sobre las personas, las prácticas y las filosofías que hay detrás de la creación de software para un mundo multilingüe. En cada episodio se reúnen ingenieros, diseñadores y lingüistas para hablar de los desafíos técnicos y los matices culturales de crear productos que funcionen en distintos idiomas y a través de distintas fronteras. Desde la arquitectura de internacionalización hasta las suposiciones culturales incrustadas en nuestro código, exploramos cómo se cruzan la tecnología y la diversidad humana.",
  "b4e9cb9dafb6785d": "Datos sobre las preferencias de los consumidores",
  "b56e82ffbafd7927": "Profesor de lingüística computacional. Su investigación se centra en la sintaxis interlingüística y en la intersección entre la gramática formal y el aprendizaje automático.",
  "b7c04d9a17854b68": "Fotograma a fotograma",
  "b8e8431d77bc864c": "Introducción y estado actual de la internacionalización (i18n)",
  "c21848e7774e2563": "La arquitectura del lenguaje",
  "c4bc2312b5d643d7": "Enseñar a las máquinas a entender el contexto",
  "c57f9a553b9facf5": "Enfoques computacionales de la sintaxis",
  "c629147fd781f4d0": "Reflexiones finales",
  "c7b854137621d5c4": "La hipótesis de Sapir-Whorf revisitada",
  "c8996ff208faa2ba": "Cultura",
  "ccc77a0f0e20021b": "Escollos del formateo según la configuración regional",
  "cfcb3fadc6eef80a": "La ventaja de la localización",
  "d0452ea895db0283": "Controversias célebres de traducción",
  "d351494a2c224d16": "Introducción a la estructura del lenguaje",
  "d3f77114c8d7c502": "Consejos para startups que se están internacionalizando",
  "d44fe2d656157b24": "Desafíos de maquetación en diseños de derecha a izquierda",
  "d5d078861751f4d6": "Limitaciones técnicas del subtitulado",
  "d8c27fd333314998": "Rutas neuronales",
  "d959193a52bebbc1": "Crítico de cine y políglota. Hace crítica de cine internacional y escribe sobre el arte de la traducción audiovisual.",
  "da4ebf3e5e34762f": "El problema del contexto y de la atención",
  "db96a1ebbd03396f": "Preservar las lenguas en peligro de extinción",
  "e351b6bdf6a12769": "Señales de mercado",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "La era de la traducción estadística",
  "ea47cf55ece48949": "Un análisis en profundidad de la ingeniería de internacionalización: gestión de escrituras de derecha a izquierda, reglas de pluralización y formatos sensibles a la configuración regional.",
  "eb4913d3d6562cbf": "Lengua franca",
  "eeb880da71bdb0fe": "Breve historia de la traducción automática",
  "eedd6acc18e54253": "Tecnología de texto a voz para lenguas orales",
  "eef9d034b0414a77": "Directorio de pódcasts | Traducción general",
  "f148dcf51eeefb66": "Idiomas con pocos recursos",
  "f40730c1146fcca2": "Texto bidireccional y conformación de escritura",
  "f50b371ebdbff020": "La subtitulación y el doblaje son artes invisibles que pueden elevar o arruinar el impacto de una película al pasarla de un idioma a otro. Este episodio analiza los desafíos creativos y técnicos de traducir cine, desde las estrictas limitaciones de caracteres por línea en los subtítulos hasta las exigencias de sincronización labial en el doblaje. Exploramos casos célebres en los que las decisiones de traducción alteraron el tono o el significado de escenas icónicas, hablamos de la cuestión filosófica de si una película traducida sigue siendo la misma obra de arte y conversamos con profesionales que lidian a diario con la tensión entre fidelidad y fluidez. Por el camino, consideramos cómo las plataformas de streaming están cambiando la economía y las expectativas en torno a la traducción cinematográfica.",
  "f936456f4a410dc3": "Las redes neuronales lo cambian todo"
}