{
  "0f7f1d2b9bb7524c": "Estratega de crecimiento especializado en expansión internacional. Asesora a startups sobre estrategias de entrada en mercados basadas en la localización.",
  "10402a3ce7fddc45": "Aplicación multilingüe para descubrir pódcasts creada con Next.js y gt-next, que demuestra contenido internacionalizado y un formato adaptado a la configuración regional.",
  "121838b149ef03bb": "Lost in Translation: cine y subtítulos",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "Lingüista documentalista que ha registrado y analizado más de 30 lenguas en peligro de desaparición en África Occidental y el Sudeste Asiático.",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " episodios"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "Investigador en traducción automática, cuyo trabajo sobre modelos neuronales sensibles al contexto ha sido citado más de 3.000 veces.",
  "1dc5dc1414b5e15c": "Código y cultura",
  "2110bcc3864e5809": "La ciencia y la ingeniería que sustentan la traducción automática y la IA del lenguaje.",
  "22859afc6fbbbdfd": "La carrera para documentar y digitalizar lenguas habladas por menos de mil personas antes de que desaparezcan.",
  "25969c180542bcb2": "Presentador",
  "265a4f539ef36160": "Esta es una aplicación de ejemplo creada con General Translation para demostrar la internacionalización. Todos los datos de los podcasts son ficticios.",
  "27cf53ce8f76ae0a": "Lingüista de campo y profesor universitario. Ha investigado familias de lenguas en cuatro continentes.",
  "28d3905be7a12c08": "La economía de los mercados multilingües",
  "2aa350eb34e38a3a": "Los datos son claros: las empresas que invierten en localización desde las primeras etapas logran tasas de conversión significativamente más altas, menores tasas de abandono y un crecimiento más rápido en los mercados internacionales. Este episodio analiza el argumento económico de una estrategia de producto multilingüe, apoyándose en estudios que muestran que el 75 % de los consumidores prefiere comprar productos en su idioma nativo y que incluso una localización básica puede aumentar los ingresos en un 30 % o más en los mercados objetivo. Hablamos de los cálculos de ROI que convencen a los CFO de invertir en infraestructura de traducción, de los costes ocultos de retrasar la localización y de cómo el auge de las herramientas de traducción impulsadas por IA está cambiando la ecuación de coste‑beneficio tanto para startups como para grandes empresas.",
  "2b9397ee0439d639": "Campos semánticos entre culturas",
  "2dd009e328f9bab9": "Estrategia empresarial y crecimiento en una economía global multilingüe.",
  "3848c7281861d843": "Por qué la traducción de diálogos cinematográficos es una forma de arte y cómo las decisiones de subtitulado pueden cambiar el significado de una escena.",
  "39d9fee6c6f1590d": "Ingeniero sénior de internacionalización en una gran empresa tecnológica. Ha trabajado en la localización de productos para más de 40 idiomas.",
  "3b44b310a78bcee6": "Las lenguas no son solo herramientas de comunicación; son arquitecturas complejas que dan forma a cómo percibimos la realidad. Este episodio profundiza en los fundamentos estructurales del lenguaje humano, explorando cómo los árboles sintácticos reflejan la naturaleza jerárquica del pensamiento, cómo los campos semánticos organizan nuestro mundo conceptual y cómo los sistemas morfológicos codifican significado de maneras que varían drásticamente entre distintas familias lingüísticas. Hablamos de la hipótesis de Sapir-Whorf y sus interpretaciones modernas, examinamos cómo la lingüística computacional toma elementos de —y a la vez contribuye a— nuestra comprensión de la estructura del lenguaje, y consideramos qué revelan las lenguas artificiales sobre los límites de las lenguas naturales.",
  "3dbd8ba7e52e9f78": "Explora episodios sobre idioma, tecnología, cultura y negocios. Todo el contenido está completamente traducido con formato adaptado a la configuración regional para números y fechas.",
  "3ed9e972062587ad": "Por qué tu app suena como un robot",
  "408862794e972ad4": "Descubre pódcasts de todo el mundo",
  "46481746a3a16c05": "Por qué i18n es más que traducción",
  "477d0c519eaea66a": "Episodios relacionados",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " escuchas"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "Lo que perdemos cuando una lengua muere",
  "4e19d66e64909cf7": "Explorando la intersección entre la ingeniería de software y la experiencia humana a escala global.",
  "502a8c6231a1ac46": "La internacionalización de software ha sido durante mucho tiempo algo secundario, lo que ha dado lugar a traducciones extrañas, diseños rotos y usuarios frustrados en todo el mundo. En este episodio exploramos los errores más comunes con los que se encuentran los desarrolladores al crear aplicaciones multilingües: desde la concatenación ingenua de cadenas que falla en lenguas aglutinantes, hasta las suposiciones rígidas de escritura de izquierda a derecha que arruinan las interfaces en árabe y hebreo. Analizamos cómo los frameworks modernos de i18n, como gt-next, están replanteando el problema desde los cimientos, tratando la traducción como una preocupación de primera clase dentro del árbol de componentes, en lugar de una simple capa adicional de sustitución de cadenas.",
  "536c48c6e06fbd4e": "Lingua Franca lleva a las personas oyentes en un viaje por las lenguas del mundo, explorando sus estructuras e historias, y los marcos cognitivos que crean. Presentado por una lingüista con experiencia de trabajo de campo en cuatro continentes, cada episodio combina un sólido rigor académico con una narración accesible para mostrar cómo el idioma moldea todo, desde la política hasta la percepción. Ya sea que sigamos la evolución de una regla gramatical o visitemos una comunidad que lucha por mantener viva su lengua, Lingua Franca hace que la ciencia del lenguaje sea vívida y profundamente humana.",
  "542a48a445657d91": "Diseño para una audiencia global",
  "5a6b1d0b92193571": "Cómo la estructura del lenguaje da forma a nuestra comprensión del mundo, desde los árboles sintácticos hasta los campos semánticos.",
  "63b98adba3b7935d": "Neural Pathways explora la vanguardia de la tecnología del lenguaje, desde la traducción automática hasta los modelos de lenguaje de gran escala. Cada episodio desglosa investigaciones complejas en explicaciones accesibles, con entrevistas a las personas científicas e ingenieras que están llevando al límite lo que las máquinas pueden hacer con el lenguaje humano. Analizamos los artículos más recientes, debatimos las implicaciones de los nuevos avances y examinamos cómo los avances en IA están transformando la forma en que el mundo se comunica a través de las barreras lingüísticas.",
  "64bcf48cc44f8e96": "Consultor internacional de negocios. Asesora a empresas de la lista Fortune 500 sobre estrategias multilingües de salida al mercado.",
  "654e7db13c53ded3": "Directorio de pódcasts",
  "665e7319f176d70e": "Episodios más recientes",
  "6766cddf5326cd78": "El futuro: traducción multimodal",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Episodios"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "Sesgo en los datos de entrenamiento",
  "691d7088e9ff6de5": "Reglas de Plural y formato de mensajes ICU",
  "6b52697914eb21f2": "El arte invisible de subtitular",
  "6b99931815fe2ecc": "Puntos clave para desarrolladores",
  "6c497f8d24eabef8": "Árboles sintácticos y la jerarquía del pensamiento",
  "6e08a5f5867e326e": "Market Signals descifra el negocio de la expansión global. Cada episodio analiza cómo las empresas tienen éxito o fracasan al entrar en nuevos mercados lingüísticos, basándose en datos, estudios de caso y entrevistas con ejecutivos que han liderado la expansión internacional. Desde el ROI de la localización hasta los errores del marketing intercultural, Market Signals ofrece recomendaciones prácticas para líderes empresariales que navegan una economía multilingüe.",
  "6ea8290adb2b67ed": "Arquitecto de localización que ha liderado iniciativas de internacionalización para productos que dan servicio a más de 500 millones de usuarios en 190 países.",
  "733d816478cd408d": "ROI de invertir pronto en localización",
  "754a040071d94873": "Ingeniero de software y escritor. Ha lanzado productos en más de 20 idiomas y escribe sobre el lado humano de la tecnología.",
  "7b3363ac1398b424": "Un análisis en profundidad de cómo funcionan las lenguas, cómo evolucionan y cómo moldean nuestra manera de pensar.",
  "8270ff065cef142f": "Cómo las empresas que localizan antes capturan una cuota de mercado desproporcionada en las regiones no angloparlantes.",
  "83a034905dfaf87d": "Tecnología",
  "85e2a1f214c6359b": "Cada dos semanas desaparece una lengua. Con ella se pierde una forma única de comprender el mundo, un acervo irreemplazable de literatura oral y siglos de conocimiento acumulado codificado en su gramática y vocabulario. En este episodio seguimos a lingüistas y tecnólogos que trabajan contrarreloj para documentar, digitalizar y revitalizar lenguas en peligro de extinción. Visitamos proyectos que usan aplicaciones móviles para ayudar a las comunidades a enseñar sus lenguas a los niños, descubrimos iniciativas para crear sistemas de conversión de texto a voz para lenguas sin tradición escrita y analizamos las complejas cuestiones éticas de la preservación lingüística: ¿quién decide qué lenguas se deben salvar y qué significa preservar una lengua en formato digital cuando la comunidad que la habla ya ha pasado página?",
  "86325fe7cacba733": "Cómo el cine cruza las fronteras culturales a través del arte de la traducción.",
  "86f0aff88aae8781": "Conclusión y lecturas recomendadas",
  "87f36e1aea8aa3e9": "Frame by Frame explora el arte de llevar las películas más allá de las barreras del idioma. Cada episodio se centra en las personas que traducen, subtitulan y dirigen el doblaje, cuyo trabajo invisible determina cómo el público de todo el mundo experimenta el cine. Analizamos escenas concretas, comparamos traducciones entre distintos idiomas y exploramos las decisiones creativas que dan forma a cómo resuena una historia en diferentes culturas. Es un programa imprescindible para amantes del cine, profesionales de la traducción y cualquier persona curiosa por saber cómo viaja el significado entre lenguas.",
  "880fa61e22d4a8a8": "La traducción automática ha experimentado una auténtica revolución en la última década: desde sistemas basados en reglas y enfoques estadísticos, hasta las arquitecturas neuronales que hoy impulsan los motores de traducción. Este episodio repasa esa evolución y mira hacia lo que viene después. Examinamos cómo los mecanismos de atención y los modelos transformadores consiguieron por fin resolver el problema de contexto que lastraba a los sistemas anteriores, por qué algunos pares de idiomas siguen siendo especialmente difíciles para las máquinas y cómo la investigación más reciente en aprendizaje multimodal y en aprendizaje con pocos ejemplos (few-shot) podría hacer posible la traducción de idiomas verdaderamente minoritarios. Nuestra persona invitada comparte aprendizajes desde la primera línea de la investigación en traducción automática, incluidas las formas sorprendentes en que los sesgos de los datos de entrenamiento pueden propagar suposiciones culturales entre idiomas.",
  "8b5c99a2202de0ed": "Todos los episodios",
  "8bd2f3cff46408e7": "Culturas de doblaje y de subtitulado",
  "8c47878fb31beaaf": "Métodos y herramientas de documentación",
  "8cc959e7532f56dd": "Errores comunes de pluralización",
  "8e8ccfe2c0810efb": "Traductor de subtítulos premiado que ha trabajado en más de 200 películas y en doce idiomas.",
  "90a1fc4fd4f2edf3": "Programas",
  "9525d2b6c71c7865": "De los modelos estadísticos a las arquitecturas de transformers: la evolución de la traducción automática y lo que viene después.",
  "96af1ebd68046fa3": "Acerca de este episodio",
  "99bbc6d8f8de054a": "Proyectos de revitalización digital",
  "9b21d9b13989b21f": "Sensibilidad cultural en el diseño de interfaces",
  "a0c4b7d87c8e2ef1": "Desde plurales mal resueltos hasta diseños invertidos: por qué la mayoría del software estropea el contenido multilingüe y cómo las herramientas modernas de i18n por fin lo están solucionando.",
  "a31a505de6118d8c": "Herramientas modernas y el futuro de la i18n",
  "a3a165a2b2a708af": "Marcas de tiempo",
  "a56121844d8d7815": "El streaming y el futuro de la traducción cinematográfica",
  "a931eebb69bfae35": "Periodista especializada en IA y exingeniera en aprendizaje automático. Cubre la intersección entre el lenguaje y la inteligencia artificial.",
  "a995576ea745d52a": "Ética de la preservación lingüística",
  "aab25fba56518455": "Lingüística",
  "ae005b1f2aac914e": "Negocios",
  "ae286d72c6185ae3": "Traducción con IA y ahorro de costos",
  "aea263f70543e1b6": "Vista previa de audio no disponible",
  "af2057b5701fe49e": "Invitado",
  "afeaef742c4d8826": "La magnitud de la pérdida lingüística",
  "b01a624aab46cc4c": "Crear software para una audiencia global requiere mucho más que traducir cadenas. En este episodio, exploramos todo el espectro de desafíos de ingeniería de internacionalización: desde el renderizado de texto bidireccional y la composición de escrituras complejas, hasta el formato ICU de mensajes y las reglas de pluralización de CLDR, pasando por el formateo de números, fechas y monedas sensibles a la configuración regional. Nuestra persona invitada comparte batallas reales al localizar un producto usado en 190 países, incluidos casos límite sorprendentes como sistemas de calendario que no usan el año gregoriano, sistemas numéricos que se leen de derecha a izquierda dentro de texto escrito de izquierda a derecha y las sutiles diferencias culturales que pueden fortalecer o destruir la confianza del usuario.",
  "b0af07bbe7c265b4": "Code and Culture es un podcast sobre las personas, las prácticas y las filosofías detrás de la creación de software para un mundo multilingüe. En cada episodio se reúnen ingenieros, diseñadores y lingüistas para hablar sobre los retos técnicos y los matices culturales de crear productos que funcionen en distintos idiomas y contextos. Desde la arquitectura de internacionalización hasta los supuestos culturales que se filtran en nuestro código, exploramos cómo se cruzan la tecnología y la diversidad humana.",
  "b4e9cb9dafb6785d": "Datos sobre las preferencias de los consumidores",
  "b56e82ffbafd7927": "Profesor de lingüística computacional. Su investigación se centra en la sintaxis interlingüística y en la intersección entre la gramática formal y el aprendizaje automático.",
  "b7c04d9a17854b68": "Fotograma a fotograma",
  "b8e8431d77bc864c": "Introducción y estado actual de la i18n",
  "c21848e7774e2563": "La arquitectura del lenguaje",
  "c4bc2312b5d643d7": "Enseñar a las máquinas a comprender el contexto",
  "c57f9a553b9facf5": "Enfoques computacionales de la sintaxis",
  "c629147fd781f4d0": "Reflexiones finales",
  "c7b854137621d5c4": "La hipótesis de Sapir-Whorf, revisitada",
  "c8996ff208faa2ba": "Cultura",
  "ccc77a0f0e20021b": "Errores habituales en el formato sensible a la configuración regional",
  "cfcb3fadc6eef80a": "La ventaja competitiva de la localización",
  "d0452ea895db0283": "Controversias famosas de traducción",
  "d351494a2c224d16": "Introducción a la estructura del lenguaje",
  "d3f77114c8d7c502": "Consejos para startups que se expanden a nivel global",
  "d44fe2d656157b24": "Desafíos de diseño para la escritura de derecha a izquierda",
  "d5d078861751f4d6": "Limitaciones técnicas de los subtítulos",
  "d8c27fd333314998": "Vías neuronales",
  "d959193a52bebbc1": "Crítico cinematográfico y políglota. Reseña cine internacional y escribe sobre el arte de la traducción audiovisual.",
  "da4ebf3e5e34762f": "El problema del contexto y la atención",
  "db96a1ebbd03396f": "Preservar las lenguas en peligro de extinción",
  "e351b6bdf6a12769": "Señales de mercado",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "La era estadística",
  "ea47cf55ece48949": "Un análisis detallado de la ingeniería de internacionalización: gestión de escrituras de derecha a izquierda, reglas de pluralización y formateo sensible a la configuración regional.",
  "eb4913d3d6562cbf": "Lingua franca",
  "eeb880da71bdb0fe": "Breve historia de la traducción automática",
  "eedd6acc18e54253": "Conversión de texto a voz para lenguas orales",
  "eef9d034b0414a77": "Directorio de pódcasts | Traducción general",
  "f148dcf51eeefb66": "Lenguas con pocos recursos",
  "f40730c1146fcca2": "Texto bidireccional y conformación de glifos",
  "f50b371ebdbff020": "El subtitulado y el doblaje son artes invisibles que pueden realzar o arruinar el impacto de una película al cruzar de un idioma a otro. Este episodio analiza los desafíos creativos y técnicos de traducir cine, desde las estrictas limitaciones de caracteres por línea en los subtítulos hasta las exigencias de sincronización labial en el doblaje. Exploramos casos célebres en los que decisiones de traducción alteraron el tono o el sentido de escenas icónicas, abordamos la cuestión filosófica de si una película traducida sigue siendo la misma obra de arte y escuchamos a profesionales que lidian a diario con la tensión entre fidelidad y naturalidad. Además, analizamos cómo las plataformas de streaming están cambiando la economía y las expectativas en torno a la traducción cinematográfica.",
  "f936456f4a410dc3": "Las redes neuronales lo cambian todo"
}