{
  "0c730b7f189776b6": "Voir sur GitHub",
  "0f7f1d2b9bb7524c": "Stratège de croissance spécialisé dans l’expansion internationale. Conseille les startups sur l’entrée sur de nouveaux marchés grâce à la localisation.",
  "10402a3ce7fddc45": "Une application multilingue de découverte de podcasts, développée avec Next.js et gt-next, qui illustre un contenu internationalisé et un formatage adaptés à la langue et à la région.",
  "121838b149ef03bb": "Lost in Translation : film et sous-titres",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "Linguiste-documentaliste qui a consigné et analysé plus de 30 langues menacées de disparition en Afrique de l’Ouest et en Asie du Sud-Est.",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " épisodes"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "Chercheur en traduction automatique dont les travaux sur les modèles neuronaux sensibles au contexte ont été cités plus de 3\u0000a000 fois.",
  "1dc5dc1414b5e15c": "Code et culture",
  "2110bcc3864e5809": "La science et l’ingénierie qui sous-tendent la traduction automatique et l’IA appliquée au langage.",
  "2172bc45e188ef06": "Lire",
  "22859afc6fbbbdfd": "La course pour documenter et numériser les langues parlées par moins de mille locuteurs avant qu’elles ne disparaissent.",
  "25969c180542bcb2": "Animateur",
  "265a4f539ef36160": "Cette application est un exemple construit avec General Translation pour illustrer l'internationalisation. Toutes les données de podcast sont fictives.",
  "27cf53ce8f76ae0a": "Linguiste de terrain et enseignant·e à l’université. A mené des recherches sur des familles de langues sur quatre continents.",
  "28d3905be7a12c08": "L’économie des marchés multilingues",
  "2aa350eb34e38a3a": "Les données sont claires : les entreprises qui investissent tôt dans la localisation constatent des taux de conversion nettement plus élevés, une réduction du taux d’attrition client et une croissance plus rapide sur les marchés internationaux. Cet épisode examine le cas économique d’une stratégie produit multilingue, en s’appuyant sur des études montrant que 75 % des consommateurs préfèrent acheter des produits dans leur langue maternelle, et que même une localisation minimale peut augmenter le chiffre d’affaires de 30 % ou plus sur les marchés cibles. Nous abordons les calculs de ROI qui convainquent les directeurs financiers d’investir dans l’infrastructure de traduction, les coûts cachés liés au fait de repousser la localisation, et la façon dont l’essor des outils de traduction propulsés par l’IA change l’équation coût‑bénéfice aussi bien pour les startups que pour les grandes entreprises.",
  "2b9397ee0439d639": "Champs sémantiques d’une culture à l’autre",
  "2dd009e328f9bab9": "Stratégie d’entreprise et croissance dans une économie mondiale multilingue.",
  "3848c7281861d843": "Pourquoi la traduction des dialogues de cinéma est un art et comment certains choix de sous-titres peuvent changer le sens d’une scène.",
  "39d9fee6c6f1590d": "Ingénieur principal en internationalisation dans une grande entreprise technologique. A travaillé sur la localisation de produits dans plus de 40 langues.",
  "3b44b310a78bcee6": "Les langues ne sont pas seulement des outils de communication ; ce sont des architectures complexes qui façonnent notre manière de percevoir la réalité. Cet épisode plonge au cœur des fondations structurelles du langage humain, en explorant notamment comment les arbres syntaxiques reflètent la nature hiérarchique de la pensée, comment les champs sémantiques organisent notre monde conceptuel, et comment les systèmes morphologiques codent le sens de façons qui varient considérablement d’une famille de langues à l’autre. Nous abordons l’hypothèse Sapir-Whorf et ses interprétations contemporaines, examinons comment la linguistique computationnelle s’appuie sur ces notions et, en retour, éclaire notre compréhension de la structure du langage, et réfléchissons à ce que les langues artificielles révèlent des limites des langues naturelles.",
  "3dbd8ba7e52e9f78": "Parcourez des épisodes sur la langue, la technologie, la culture et les affaires. Tout le contenu est entièrement traduit avec un formatage adapté aux paramètres régionaux pour les nombres et les dates.",
  "3ed9e972062587ad": "Pourquoi votre application s’exprime comme un robot",
  "408862794e972ad4": "Découvrez des podcasts du monde entier",
  "46481746a3a16c05": "Pourquoi l’i18n est plus qu’une simple traduction",
  "477d0c519eaea66a": "Épisodes associés",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " écoutes"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "Ce que nous perdons quand une langue meurt",
  "4e19d66e64909cf7": "Explorer l’intersection entre l’ingénierie logicielle et l’expérience humaine à l’échelle mondiale.",
  "502a8c6231a1ac46": "L’internationalisation des logiciels a longtemps été reléguée au second plan, ce qui a donné lieu à des traductions maladroites, des mises en page dégradées et des utilisateurs frustrés partout dans le monde. Dans cet épisode, nous examinons les pièges les plus courants auxquels les développeurs sont confrontés lorsqu’ils créent des applications multilingues : de la concaténation naïve de chaînes qui ne tient pas la route dans les langues agglutinantes, aux hypothèses codées en dur d’écriture de gauche à droite qui détruisent les interfaces en arabe et en hébreu. Nous voyons comment les frameworks i18n modernes comme gt-next repensent le problème en profondeur, en traitant la traduction comme une préoccupation de premier plan au sein de l’arbre de composants plutôt que comme une simple couche de remplacement de chaînes ajoutée par-dessus.",
  "536c48c6e06fbd4e": "Lingua Franca invite les auditeurs à un voyage à travers les langues du monde, en explorant leurs structures, leurs histoires et les cadres cognitifs qu’elles façonnent. Animé par un·e linguiste doté·e d’une solide expérience de terrain acquise sur quatre continents, chaque épisode allie rigueur scientifique et narration accessible pour montrer comment la langue façonne tout, de la politique à la perception. Qu’il s’agisse de retracer l’évolution d’une règle de grammaire ou de visiter une communauté qui se bat pour garder sa langue vivante, Lingua Franca rend la science du langage à la fois vivante et profondément humaine.",
  "542a48a445657d91": "Concevoir pour un public mondial",
  "5a6b1d0b92193571": "Comment la structure du langage façonne notre compréhension du monde, depuis les arbres syntaxiques jusqu’aux champs sémantiques.",
  "63b98adba3b7935d": "Neural Pathways se penche sur les dernières avancées en technologie linguistique, de la traduction automatique aux grands modèles de langage. Chaque épisode vulgarise des travaux de recherche complexes en les rendant accessibles, à travers des entretiens avec des scientifiques et des ingénieurs qui repoussent les limites de ce que les machines peuvent faire avec le langage humain. Nous présentons les derniers articles, débattons des implications des nouvelles percées et analysons comment les progrès de l’IA transforment la manière dont le monde communique au‑delà des barrières linguistiques.",
  "64bcf48cc44f8e96": "Consultant·e en affaires internationales. Conseille des entreprises du Fortune 500 sur leur stratégie de marché multilingue.",
  "654e7db13c53ded3": "Répertoire de podcasts",
  "665e7319f176d70e": "Derniers épisodes",
  "6766cddf5326cd78": "L’avenir\u0000a0: la traduction multimodale",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " Épisodes"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "Les biais dans les données d’entraînement",
  "691d7088e9ff6de5": "Règles de pluriel et format de messages ICU",
  "6b52697914eb21f2": "L’art invisible du sous-titrage",
  "6b99931815fe2ecc": "Points clés à retenir pour les développeurs",
  "6c497f8d24eabef8": "Arbres syntaxiques et hiérarchie de la pensée",
  "6e08a5f5867e326e": "Market Signals décrypte le business de l’internationalisation. Chaque épisode analyse comment les entreprises réussissent ou échouent lorsqu’elles pénètrent de nouveaux marchés linguistiques, en s’appuyant sur des données, des études de cas et des entretiens avec des dirigeant·e·s ayant piloté une expansion internationale. De la rentabilité de la localisation aux pièges du marketing interculturel, Market Signals propose des enseignements actionnables pour les responsables d’entreprise qui naviguent dans l’économie multilingue.",
  "6ea8290adb2b67ed": "Architecte de localisation qui a dirigé les efforts d’internationalisation pour des produits desservant plus de 500 millions d’utilisateurs dans 190 pays.",
  "733d816478cd408d": "ROI d’une localisation précoce",
  "754a040071d94873": "Ingénieur logiciel et auteur. A déployé des produits dans plus de 20 langues et écrit sur la dimension humaine de la technologie.",
  "7b3363ac1398b424": "Une exploration approfondie du fonctionnement des langues, de leur évolution et de la façon dont elles façonnent notre pensée.",
  "8270ff065cef142f": "Comment les entreprises qui se lancent tôt dans la localisation capturent une part de marché disproportionnée dans les régions non anglophones.",
  "83a034905dfaf87d": "Technologie",
  "85e2a1f214c6359b": "Toutes les deux semaines, une langue disparaît. Avec elle se perdent une manière unique de comprendre le monde, un corpus irremplaçable de littérature orale et des siècles de connaissances accumulées, encodées dans sa grammaire et son vocabulaire. Cet épisode suit des linguistes et des spécialistes des technologies qui luttent contre le temps pour documenter, numériser et revitaliser des langues menacées de disparition. Nous visitons des projets qui utilisent des applications mobiles pour aider les communautés à transmettre leur langue aux enfants, découvrons des initiatives visant à créer des systèmes de synthèse vocale pour des langues dépourvues de tradition écrite, et abordons les enjeux éthiques complexes de la préservation linguistique : qui décide quelles langues sauver, et que signifie préserver une langue sous forme numérique lorsque sa communauté vivante est passée à une autre langue ?",
  "86325fe7cacba733": "Comment le cinéma franchit les frontières culturelles grâce à l’art de la traduction.",
  "86f0aff88aae8781": "Conclusion et lectures complémentaires",
  "87f36e1aea8aa3e9": "Frame by Frame explore l’art de faire voyager les films au‑delà des frontières linguistiques. Chaque épisode met en lumière les traducteurs, les créateurs de sous-titres et les directeurs de doublage dont le travail invisible détermine la façon dont les publics du monde entier vivent le cinéma. Nous analysons des scènes choisies, comparons des traductions entre différentes langues et explorons les choix créatifs qui façonnent la manière dont une histoire résonne dans diverses cultures. L’émission est incontournable pour les cinéphiles, les professionnels de la traduction et toute personne curieuse de comprendre comment le sens circule d’une langue à l’autre.",
  "880fa61e22d4a8a8": "La traduction automatique a connu une véritable révolution au cours de la dernière décennie, passant de systèmes à base de règles à des approches statistiques, puis aux architectures neuronales qui propulsent aujourd’hui les moteurs de traduction. Cet épisode retrace cette évolution et se projette sur la suite. Nous examinons comment les mécanismes d’attention et les modèles Transformers ont enfin résolu le problème de contexte qui plombait les systèmes précédents, pourquoi certains couples de langues restent obstinément difficiles pour les machines, et comment les recherches les plus récentes sur l’apprentissage multimodal et le few-shot learning pourraient permettre la traduction de langues véritablement rares. Notre invité partage des enseignements tirés de l’avant-garde de la recherche en traduction automatique, notamment les manières surprenantes dont les biais des données d’entraînement peuvent transmettre des présupposés culturels d’une langue à l’autre.",
  "8b5c99a2202de0ed": "Tous les épisodes",
  "8bd2f3cff46408e7": "Cultures du doublage et du sous-titrage",
  "8c47878fb31beaaf": "Méthodes et outils de documentation",
  "8cc959e7532f56dd": "Erreurs courantes de pluralisation",
  "8e8ccfe2c0810efb": "Traducteur de sous-titres primé, ayant travaillé sur plus de 200 films dans douze langues.",
  "90a1fc4fd4f2edf3": "Émissions",
  "9525d2b6c71c7865": "Des modèles statistiques aux architectures Transformers : l’évolution de la traduction automatique et ce qui nous attend pour la suite.",
  "96af1ebd68046fa3": "À propos de cet épisode",
  "99bbc6d8f8de054a": "Projets de revitalisation numérique",
  "9b21d9b13989b21f": "Sensibilité culturelle dans la conception d’interfaces",
  "a0c4b7d87c8e2ef1": "De pluriels bancals aux interfaces inversées : pourquoi la plupart des logiciels maltraitent les contenus multilingues, et comment les outils i18n modernes permettent enfin d’y remédier.",
  "a31a505de6118d8c": "Outils modernes et avenir de l’i18n",
  "a3a165a2b2a708af": "Horodatages",
  "a56121844d8d7815": "Le streaming et l’avenir de la traduction de films",
  "a931eebb69bfae35": "Journaliste spécialisé en IA et ancien ingénieur en apprentissage automatique. Ses travaux portent sur l’intersection entre le langage et l’intelligence artificielle.",
  "a995576ea745d52a": "Éthique de la préservation des langues",
  "aab25fba56518455": "Linguistique",
  "ae005b1f2aac914e": "Business",
  "ae286d72c6185ae3": "Traduction par IA et réduction des coûts",
  "aea263f70543e1b6": "Aperçu audio indisponible",
  "af2057b5701fe49e": "Invité",
  "afeaef742c4d8826": "L’ampleur de la disparition des langues",
  "b01a624aab46cc4c": "Créer des logiciels pour un public mondial demande bien plus que de simplement traduire des chaînes de caractères. Dans cet épisode, nous explorons tout le spectre des défis d’ingénierie de l’internationalisation : du rendu de textes bidirectionnels et de la mise en forme de scripts complexes, au formatage de messages ICU et aux règles de pluriel du CLDR, jusqu’au formatage des nombres, des dates et des devises sensibles aux paramètres régionaux. Notre invité partage des retours d’expérience issus de la localisation d’un produit utilisé dans 190 pays, y compris des cas limites surprenants comme des systèmes de calendrier qui n’utilisent pas l’année grégorienne, des systèmes de numération qui se lisent de droite à gauche au sein d’un texte de gauche à droite, et les subtiles différences culturelles qui peuvent renforcer ou briser la confiance des utilisateurs.",
  "b0af07bbe7c265b4": "Code and Culture est un podcast sur les personnes, les pratiques et les philosophies qui façonnent la création de logiciels pour un monde multilingue. Chaque épisode réunit des ingénieurs, des designers et des linguistes pour discuter des défis techniques et des nuances culturelles liés à la conception de produits capables de fonctionner à travers les langues et les frontières. De l’architecture d’internationalisation aux présupposés culturels ancrés dans notre code, nous explorons la façon dont la technologie et la diversité humaine se rencontrent.",
  "b4e9cb9dafb6785d": "Données sur les préférences des consommateurs",
  "b56e82ffbafd7927": "Professeur de linguistique computationnelle. Ses recherches portent sur la syntaxe interlinguistique et sur l’intersection entre la grammaire formelle et l’apprentissage automatique.",
  "b7c04d9a17854b68": "Plan par plan",
  "b8e8431d77bc864c": "Introduction et état de l’i18n",
  "c21848e7774e2563": "L’architecture du langage",
  "c4bc2312b5d643d7": "Apprendre aux machines à comprendre le contexte",
  "c57f9a553b9facf5": "Approches computationnelles de la syntaxe",
  "c629147fd781f4d0": "Conclusion",
  "c7b854137621d5c4": "L’hypothèse Sapir-Whorf revisitée",
  "c8996ff208faa2ba": "Culture",
  "ccc77a0f0e20021b": "Pièges du formatage sensible à la locale",
  "cfcb3fadc6eef80a": "L’avantage de la localisation",
  "d0452ea895db0283": "Les grandes controverses en traduction",
  "d351494a2c224d16": "Introduction à la structure du langage",
  "d3f77114c8d7c502": "Conseils pour les startups qui se développent à l’international",
  "d44fe2d656157b24": "Défis des mises en page en écriture de droite à gauche",
  "d5d078861751f4d6": "Les contraintes techniques du sous-titrage",
  "d8c27fd333314998": "Voies neuronales",
  "d959193a52bebbc1": "Critique de cinéma et polyglotte. Analyse le cinéma international et écrit sur l’art de la traduction audiovisuelle.",
  "da4ebf3e5e34762f": "Le problème du contexte et de l’attention",
  "db96a1ebbd03396f": "Préserver les langues en danger",
  "e351b6bdf6a12769": "Signaux de marché",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "L’ère statistique",
  "ea47cf55ece48949": "Une exploration approfondie de l’ingénierie de l’internationalisation : gestion des écritures de droite à gauche, des règles de pluriel et du formatage dépendant de la langue et de la région.",
  "eb4913d3d6562cbf": "Lingua Franca",
  "eeb880da71bdb0fe": "Brève histoire de la traduction automatique",
  "eedd6acc18e54253": "Synthèse vocale pour les langues de tradition orale",
  "eef9d034b0414a77": "Répertoire de podcasts | Traduction globale",
  "f148dcf51eeefb66": "Les langues à faibles ressources",
  "f40730c1146fcca2": "Texte bidirectionnel et façonnage des écritures",
  "f50b371ebdbff020": "Le sous-titrage et le doublage sont des arts invisibles qui peuvent sublimer ou gâcher l’impact d’un film lorsqu’il passe d’une langue à l’autre. Cet épisode examine les défis créatifs et techniques de la traduction au cinéma, des contraintes strictes de caractères par ligne pour les sous-titres aux exigences de synchronisation labiale pour le doublage. Nous explorons des cas célèbres où des choix de traduction ont modifié le ton ou le sens de scènes emblématiques, discutons de la question philosophique de savoir si un film traduit reste la même œuvre d’art, et donnons la parole à des professionnels qui gèrent au quotidien la tension entre fidélité et fluidité. Au passage, nous examinons comment les plateformes de streaming transforment le modèle économique et les attentes autour de la traduction de films.",
  "f936456f4a410dc3": "Les réseaux neuronaux changent la donne"
}