{
  "0f7f1d2b9bb7524c": "海外展開を専門とするグロースストラテジスト。ローカリゼーションを軸にした市場参入戦略についてスタートアップに助言する。",
  "10402a3ce7fddc45": "Next.js と gt-next で構築された多言語対応のポッドキャスト検索アプリです。国際化されたコンテンツと言語・ロケールごとのフォーマットをデモします。",
  "121838b149ef03bb": "『Lost in Translation』：映画と字幕",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "西アフリカと東南アジアで、30以上の消滅危機言語を記録・分析してきた記述言語学者。",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " エピソード"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "文脈を考慮したニューラル機械翻訳モデルの研究で知られる研究者。論文は3,000回以上引用されている。",
  "1dc5dc1414b5e15c": "コードと文化",
  "2110bcc3864e5809": "機械翻訳や言語AIを支える科学と工学。",
  "22859afc6fbbbdfd": "話者数が1,000人未満の言語が消滅してしまう前に、それらを記録してデジタル化しようとする競争。",
  "25969c180542bcb2": "ホスト",
  "265a4f539ef36160": "これは、国際化を実演するためにGeneral Translationで構築されたサンプルアプリケーションです。ポッドキャストのデータはすべて架空のものです。",
  "27cf53ce8f76ae0a": "フィールド言語学者であり大学講師。四大陸にまたがる言語族の研究に取り組んできた。",
  "28d3905be7a12c08": "多言語市場の経済学",
  "2aa350eb34e38a3a": "データは明確です。ローカリゼーションに早い段階から投資している企業は、コンバージョン率が大幅に高く、チャーン率（解約率）が低く、海外市場での成長スピードも速くなります。このエピソードでは、多言語プロダクト戦略の経済合理性を取り上げます。具体的には、「消費者の75％が母語で購入することを好む」とする調査や、ターゲット市場での売上が、最低限のローカリゼーションであっても30％以上伸びうることを示すデータをもとに解説します。さらに、CFOを翻訳インフラへの投資に納得させるためのROI（投資対効果）の算出方法、ローカリゼーションを後回しにすることによる隠れたコスト、そしてAI翻訳ツールの台頭によって、スタートアップとエンタープライズの双方で費用対効果の前提がどのように変わりつつあるかを議論します。",
  "2b9397ee0439d639": "文化をまたぐ意味領域",
  "2dd009e328f9bab9": "グローバルな多言語経済におけるビジネス戦略と成長。",
  "3848c7281861d843": "映画のセリフ翻訳がひとつの芸術形式と言える理由と、字幕の選び方次第でシーンの意味がどのように変わり得るか。",
  "39d9fee6c6f1590d": "大手テック企業のシニア国際化エンジニア。40言語以上へのローカライズに携わってきた。",
  "3b44b310a78bcee6": "言語は単なるコミュニケーションの道具ではなく、私たちの現実の捉え方そのものを形づくる精緻なアーキテクチャでもあります。本エピソードでは、人間の言語の構造的な基盤を深く掘り下げ、構文木が思考の階層的な性質をどのように反映しているのか、語の意味領域が私たちの概念世界をどのように整理しているのか、そして形態論的な体系が言語ごとに大きく異なるやり方で意味をどのように符号化しているのかを探ります。また、サピア＝ウォーフ仮説とその現代的な解釈を取り上げ、計算言語学が言語構造の理解からどのような知見を借りているのか、逆にどのように貢献しているのかを検討し、さらに構築言語（人工言語）が自然言語の限界について何を示唆しているのかを考察します。",
  "3dbd8ba7e52e9f78": "言語、テクノロジー、文化、ビジネスを扱うエピソードを閲覧できます。すべてのコンテンツは完全に翻訳されており、数値と日付はロケールに応じた書式で表示されます。",
  "3ed9e972062587ad": "アプリはなぜロボットみたいに話してしまうのか",
  "408862794e972ad4": "世界中のポッドキャストを見つける",
  "46481746a3a16c05": "なぜ i18n は単なる翻訳ではないのか",
  "477d0c519eaea66a": "関連エピソード",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " 件のリスン"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "言語が失われるとき、私たちは何を失うのか",
  "4e19d66e64909cf7": "ソフトウェアエンジニアリングとグローバルな人間経験の交差点を探究する。",
  "502a8c6231a1ac46": "ソフトウェアの国際化は長年にわたって後回しにされてきた結果、ぎこちない翻訳やレイアウト崩れ、そして世界中のユーザーの不満を招いてきました。このエピソードでは、多言語対応アプリケーションを構築するときに開発者が陥りがちな典型的な落とし穴を取り上げます。膠着語で文が破綻してしまう安易な文字列連結から、アラビア語やヘブライ語の UI を壊してしまう、左から右への文字方向を前提にしたハードコードまで、さまざまな問題を見ていきます。そして、gt-next のような最新の i18n フレームワークが、これらの問題をどのように根本から捉え直しているのかを検証します。具体的には、翻訳をコンポーネントツリーにおける第一級の関心事として扱い、単なる文字列置換レイヤーを後付けするのではなく、設計の中核に組み込むアプローチを紹介します。",
  "536c48c6e06fbd4e": "Lingua Franca は、世界の言語をめぐる旅へとリスナーを誘い、その構造や歴史、そしてそこから生まれる認知の枠組みを探ります。4つの大陸でフィールドワークを行ってきた言語学者がホストを務め、各エピソードでは厳密な学術的知見と親しみやすいストーリーテリングを組み合わせ、言語が政治から知覚にいたるまであらゆるものをどのように形づくるのかを明らかにしていきます。文法規則の変遷をたどるときも、言語を守り継ごうと奮闘するコミュニティを訪ねるときも、Lingua Franca は言語科学を生き生きとした、人間味のあるものとして描き出します。",
  "542a48a445657d91": "グローバルなユーザーのための設計",
  "5a6b1d0b92193571": "構文木から意味領域に至るまで、言語の構造が世界の理解のしかたをどのように形づくるのか。",
  "63b98adba3b7935d": "Neural Pathwaysは、機械翻訳から大規模言語モデルまで、言語テクノロジーの最前線を紹介する番組です。各エピソードでは、複雑な研究内容を分かりやすく噛み砕いて解説し、機械が人間の言語で何をどこまでできるのか、その限界に挑む科学者やエンジニアへのインタビューをお届けします。最新の論文を取り上げてそのインパクトを議論し、AIの進歩が、言語の壁を越えたコミュニケーションのあり方をどのように変えつつあるのかを掘り下げます。",
  "64bcf48cc44f8e96": "国際ビジネスコンサルタント。Fortune 500企業に対し、多言語市場戦略について助言している。",
  "654e7db13c53ded3": "ポッドキャストディレクトリ",
  "665e7319f176d70e": "最新エピソード",
  "6766cddf5326cd78": "未来：マルチモーダル翻訳",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " エピソード"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "学習データにおけるバイアス",
  "691d7088e9ff6de5": "複数形ルールと ICU メッセージフォーマット",
  "6b52697914eb21f2": "字幕制作という「見えない芸術」",
  "6b99931815fe2ecc": "開発者が押さえておくべきポイント",
  "6c497f8d24eabef8": "統語木と思考の階層構造",
  "6e08a5f5867e326e": "Market Signals は、グローバルに展開するビジネスの実像を解き明かします。各エピソードでは、新たな言語市場に参入する企業がどのように成功し、あるいは失敗するのか、その要因をデータ、ケーススタディ、国際展開を主導してきた経営陣へのインタビューを通じて検証します。ローカリゼーションの ROI から異文化間マーケティングの落とし穴まで、Market Signals は多言語経済を切り拓くビジネスリーダーに実践的なインサイトを提供します。",
  "6ea8290adb2b67ed": "190以上の国で5億人超のユーザーに利用されているプロダクトの国際化を主導してきたローカリゼーションアーキテクト。",
  "733d816478cd408d": "初期段階におけるローカリゼーション投資のROI",
  "754a040071d94873": "ソフトウェアエンジニア兼ライター。20以上の言語向けにプロダクトをリリースしてきた経験を持ち、テクノロジーの「人間的な側面」について執筆している。",
  "7b3363ac1398b424": "言語がどのように機能し、進化し、私たちの思考を形作るのかを深く掘り下げて解説します。",
  "8270ff065cef142f": "ローカライズをいち早く行った企業が、非英語圏で不釣り合いなほど大きな市場シェアを獲得する仕組み。",
  "83a034905dfaf87d": "テクノロジー",
  "85e2a1f214c6359b": "世界では2週間ごとに1つの言語が姿を消しており、それとともに、世界の固有の捉え方、かけがえのない口承文学の蓄積、そして文法や語彙に刻み込まれた何世紀分にもおよぶ知識が失われています。このエピソードでは、危機に瀕した言語を記録し、デジタル化し、復興させるために時間との競争を続ける言語学者と技術者たちを追います。私たちは、コミュニティが子どもたちに自分たちの言語を教えるのを支援するモバイルアプリを使ったプロジェクトを訪れ、文字をもたない言語のためにテキスト読み上げシステムを構築しようとする取り組みについて学びます。さらに、言語保存をめぐる倫理的な難問――どの言語を残すかを誰が決めるのか、そして、その言語を話す生きたコミュニティがすでに別の道を歩み始めているときに、その言語をデジタルの形で保存するとは何を意味するのか――について議論します。",
  "86325fe7cacba733": "映画は翻訳という営みを通じて、どのように文化の境界を越えていくのか。",
  "86f0aff88aae8781": "結論と参考文献",
  "87f36e1aea8aa3e9": "Frame by Frame は、映画を言語の壁を越えて届けるための「職人技」に光を当てる番組です。各エピソードでは、世界中の観客がどのように映画を体験するかを左右する、翻訳者、字幕制作者、吹き替え演出家たちの、ふだんは見えない仕事を掘り下げます。具体的なシーンを取り上げ、言語ごとの訳を比較しながら、物語が異なる文化の中でどのように響くかを形づくるクリエイティブな判断を探っていきます。映画ファンはもちろん、翻訳のプロフェッショナル、そして「意味」が言語間をどう旅していくのかに興味のあるすべての人にとって、必聴の番組です。",
  "880fa61e22d4a8a8": "機械翻訳は過去10年ほどで大きく進化しました。ルールベースのシステムから統計的手法を経て、現在の翻訳エンジンを支えるニューラルネットワークアーキテクチャへと移行してきたのです。このエピソードでは、その進化の流れをたどるとともに、今後どのような変化が起こり得るのかを見ていきます。まず、アテンション機構や Transformer モデルが、それまでのシステムを長年悩ませてきた「文脈を扱えない」という問題をどのように解決したのかを取り上げます。また、一部の言語ペアが、なぜ今なお機械翻訳にとって極めて難しいのか、そしてマルチモーダル学習や少数ショット学習に関する最新の研究が、本当に話者の少ない言語の翻訳をどのように可能にし得るのかを考察します。ゲストは機械翻訳研究の最前線で得られた知見を共有し、学習データに含まれるバイアスが、どのような意外なかたちで文化的な前提や思い込みを言語間で伝播させてしまうのかについても語ります。",
  "8b5c99a2202de0ed": "すべてのエピソード",
  "8bd2f3cff46408e7": "吹き替え文化 vs. 字幕文化",
  "8c47878fb31beaaf": "記録の手法とツール",
  "8cc959e7532f56dd": "よくある複数形処理のミス",
  "8e8ccfe2c0810efb": "12言語にわたる200本以上の映画で字幕翻訳を手がけてきた、受賞歴のある字幕翻訳者。",
  "90a1fc4fd4f2edf3": "ポッドキャスト番組",
  "9525d2b6c71c7865": "統計モデルからトランスフォーマーアーキテクチャへ：機械翻訳の進化と今後の展望。",
  "96af1ebd68046fa3": "このエピソードについて",
  "99bbc6d8f8de054a": "デジタル技術を活用した言語再活性化プロジェクト",
  "9b21d9b13989b21f": "UI デザインにおける文化的配慮",
  "a0c4b7d87c8e2ef1": "誤った複数形やレイアウトの反転など、多言語コンテンツがソフトウェア上で崩れがちになる理由と、それを最新の i18n ツールがどのように解決しつつあるのか。",
  "a31a505de6118d8c": "最新ツールとi18nの未来",
  "a3a165a2b2a708af": "タイムスタンプ",
  "a56121844d8d7815": "ストリーミング時代と映画翻訳の未来",
  "a931eebb69bfae35": "AIジャーナリスト、元機械学習エンジニア。言語と人工知能の交差点をテーマに活動しています。",
  "a995576ea745d52a": "言語保存の倫理",
  "aab25fba56518455": "言語学",
  "ae005b1f2aac914e": "ビジネス",
  "ae286d72c6185ae3": "AI翻訳とコスト削減効果",
  "aea263f70543e1b6": "音声プレビューは利用できません",
  "af2057b5701fe49e": "ゲスト",
  "afeaef742c4d8826": "言語喪失の規模",
  "b01a624aab46cc4c": "世界中のユーザーに向けたソフトウェアを構築するには、文字列を翻訳するだけではまったく足りません。このエピソードでは、国際化エンジニアリングにおける課題の全体像を概観します。双方向テキストのレンダリングや複雑な文字スクリプトのシェイピング、ICU メッセージ形式と CLDR の複数形ルール、ロケールに依存した数値・日付・通貨フォーマットまで幅広く取り上げます。ゲストは、190 の国で使われるプロダクトをローカライズした際の現場で得た知見を共有し、グレゴリオ暦を使わない暦体系や、左から右に流れるテキスト中に右から左に読まれる数字体系が混在する意外なエッジケース、さらにユーザーの信頼を左右しかねない微妙な文化的差異についても語ります。",
  "b0af07bbe7c265b4": "Code and Culture は、多言語対応ソフトウェアづくりにおける人・プラクティス・思想に焦点を当てたポッドキャストです。各エピソードでは、エンジニア、デザイナー、言語学者などが集まり、言語や国境を越えて動作するプロダクトをつくる際の技術的な課題や文化的なニュアンスについて語ります。国際化アーキテクチャから、コードに埋め込まれた文化的な前提まで、テクノロジーと人間の多様性がどのように交差するのかを掘り下げていきます。",
  "b4e9cb9dafb6785d": "消費者の嗜好データ",
  "b56e82ffbafd7927": "計算言語学の教授。研究分野は、言語間での統語構造と、形式文法と機械学習の交差領域。",
  "b7c04d9a17854b68": "一コマずつ",
  "b8e8431d77bc864c": "導入とi18nの現状",
  "c21848e7774e2563": "言語アーキテクチャ",
  "c4bc2312b5d643d7": "機械にコンテキストを理解させるには",
  "c57f9a553b9facf5": "統語論の計算論的アプローチ",
  "c629147fd781f4d0": "まとめ",
  "c7b854137621d5c4": "サピア＝ウォーフ仮説の再検討",
  "c8996ff208faa2ba": "文化",
  "ccc77a0f0e20021b": "ロケール対応フォーマットに潜む落とし穴",
  "cfcb3fadc6eef80a": "ローカリゼーションの強み",
  "d0452ea895db0283": "有名な翻訳をめぐる論争",
  "d351494a2c224d16": "言語構造入門",
  "d3f77114c8d7c502": "グローバル展開を目指すスタートアップへのアドバイス",
  "d44fe2d656157b24": "右から左へのレイアウトが抱える課題",
  "d5d078861751f4d6": "字幕の技術的制約",
  "d8c27fd333314998": "ニューラルパスウェイ",
  "d959193a52bebbc1": "映画評論家でありポリグロット。世界各地の映画作品を批評し、映像翻訳というアートについて執筆します。",
  "da4ebf3e5e34762f": "文脈の問題とアテンション機構",
  "db96a1ebbd03396f": "消滅危機にある言語の保全",
  "e351b6bdf6a12769": "市場のシグナル",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "統計的手法の時代",
  "ea47cf55ece48949": "国際化エンジニアリングを詳しく見ていきます。右から左へ書く文字体系の扱い、複数形ルール、ロケール対応の書式設定など。",
  "eb4913d3d6562cbf": "リンガフランカ",
  "eeb880da71bdb0fe": "機械翻訳の略史",
  "eedd6acc18e54253": "口承言語向けのテキスト読み上げ（TTS）",
  "eef9d034b0414a77": "ポッドキャストディレクトリ | アプリ全体の翻訳",
  "f148dcf51eeefb66": "低資源言語",
  "f40730c1146fcca2": "双方向テキストと言語スクリプトにおける字形処理",
  "f50b371ebdbff020": "字幕制作や吹き替えは、その出来一つで映画の異なる言語版のインパクトを高めることも台無しにすることもある、観客には見えにくい芸術です。本エピソードでは、「1行あたりの文字数」といった字幕の厳しい制約から、口の動きとセリフを合わせる吹き替えのリップシンク要件まで、映画を翻訳する際に直面する創造的かつ技術的な課題を取り上げます。翻訳の選び方によって象徴的なシーンのトーンや意味が変わってしまった有名な事例を検証し、「翻訳された映画は、元の作品と同じ一つの芸術作品と見なせるのか」という哲学的な問いを議論しつつ、忠実さと自然さの間で日々葛藤しているプロフェッショナルたちの声も紹介します。その過程で、ストリーミングプラットフォームが映画翻訳の経済構造や期待値をどのように変えつつあるのかも考察します。",
  "f936456f4a410dc3": "ニューラルネットワークがすべてを一変させる"
}