{
  "0c730b7f189776b6": "GitHub で見る",
  "0f7f1d2b9bb7524c": "国際展開を専門とするグロースストラテジスト。ローカリゼーションを軸にした市場参入についてスタートアップに助言します。",
  "10402a3ce7fddc45": "Next.js と gt-next で構築された多言語対応のポッドキャスト検索アプリです。国際化対応コンテンツと言語設定に応じたフォーマットをデモします。",
  "121838b149ef03bb": "『Lost in Translation』：映画と字幕",
  "14bf01991d6ee92d": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "circle"
          },
          {
            "i": 4,
            "t": "polyline"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "duration",
        "v": "v"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "15440f30abae0f67": "西アフリカと東南アジアの各地で、30以上の危機言語を記録・分析してきた記録言語学者。",
  "155b480cd39f02ad": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " エピソード"
    ],
    "i": 1,
    "t": "p"
  },
  "1ba8d247bfb3fc92": "文脈対応ニューラルモデルの研究で知られる機械翻訳研究者。その業績は3,000回以上引用されている。",
  "1dc5dc1414b5e15c": "コードと言語の文化",
  "2110bcc3864e5809": "機械翻訳と言語AIを支える科学と工学。",
  "2172bc45e188ef06": "再生",
  "22859afc6fbbbdfd": "話者が1,000人未満の言語が消滅する前に、その記録とデジタル化を進める取り組み。",
  "25969c180542bcb2": "ホスト",
  "265a4f539ef36160": "これは、国際化を実演するためにGeneral Translationで構築されたサンプルアプリケーションです。ポッドキャストのデータはすべて架空のものです。",
  "27cf53ce8f76ae0a": "フィールド言語学者であり大学講師。4つの大陸にまたがる語族を研究してきた。",
  "28d3905be7a12c08": "多言語市場の経済学",
  "2aa350eb34e38a3a": "データは明確です。ローカリゼーションに早期から投資している企業は、コンバージョン率が大幅に高く、チャーン率が低く、海外市場での成長も速くなります。このエピソードでは、多言語プロダクト戦略に取り組むことの経済的意義を取り上げます。具体的には、消費者の75％が「自分の母語で提供されている商品を購入したい」と考えていること、そしてターゲット市場向けにごく基本的なローカリゼーションを行うだけでも、売上を30％以上伸ばせる可能性があることを示す調査結果をもとに解説します。また、CFOに翻訳インフラへの投資を納得してもらうためのROI計算の考え方、ローカリゼーションを先送りにすることによる隠れたコスト、そしてAI活用型翻訳ツールの台頭で、スタートアップからエンタープライズまでコストと効果のバランスがどのように変わりつつあるのかについても議論します。",
  "2b9397ee0439d639": "文化間にまたがる意味領域",
  "2dd009e328f9bab9": "多言語化が進むグローバル経済における事業戦略と成長。",
  "3848c7281861d843": "映画のセリフの翻訳がなぜひとつの芸術表現なのか、そして字幕の選び方がどのようにシーンの意味を変え得るのか。",
  "39d9fee6c6f1590d": "大手テック企業でシニア国際化エンジニアを務める。40言語以上へのローカライズ経験を持つ。",
  "3b44b310a78bcee6": "言語は単なるコミュニケーションの道具ではなく、私たちの現実認識のしかたを形作る精緻なアーキテクチャです。このエピソードでは、人間の言語の構造的な基盤を掘り下げ、統語木が思考の階層的な性質をどう反映しているのか、語彙意味論的なフィールドが私たちの概念世界をどう整理しているのか、そして形態論的な体系が、言語系統ごとに大きく異なるかたちで意味をどう符号化しているのかを探ります。また、Sapir-Whorf 仮説とその現代的解釈を取り上げ、計算言語学が言語構造の理解から何を取り入れ、逆に何を単純化しているのかを検討し、さらに人工言語が自然言語の限界についてどのような示唆を与えているのかを考察します。",
  "3dbd8ba7e52e9f78": "言語、テクノロジー、文化、ビジネスを扱うエピソードを閲覧できます。すべてのコンテンツは完全に翻訳されており、数値と日付はロケールに応じた書式で表示されます。",
  "3ed9e972062587ad": "アプリがロボットみたいに話してしまう理由",
  "408862794e972ad4": "世界中のポッドキャストを見つけよう",
  "46481746a3a16c05": "なぜ i18n は「単なる翻訳」ではないのか",
  "477d0c519eaea66a": "関連エピソード",
  "4b0a8b37fe1da1c6": {
    "c": [
      {
        "i": 2,
        "k": "_gt_n_2",
        "v": "n"
      },
      " 件のリスン"
    ],
    "i": 1,
    "t": "span"
  },
  "4b3b683d51760825": "言語が消滅するときに私たちが失うもの",
  "4e19d66e64909cf7": "ソフトウェア工学とグローバルな人間経験の交差点を探究する。",
  "502a8c6231a1ac46": "ソフトウェアの国際化は、長年「後回し」にされてきた結果、不自然な翻訳やレイアウト崩れ、そして世界中のユーザーの不満を生んできました。このエピソードでは、多言語対応アプリケーションを構築する際に開発者が直面しがちな典型的な落とし穴を取り上げます。たとえば、膠着語で破綻してしまう安易な文字列連結や、アラビア語やヘブライ語のインターフェースを台無しにする、左から右への表示を前提としたハードコーディングなどです。さらに、gt-next のような最新の i18n フレームワークが、翻訳を単なる文字列置換レイヤーとして後付けするのではなく、コンポーネントツリーの中で第一級の関心事として扱うアプローチによって、この問題にどのように根本から取り組み直しているかを考察します。",
  "536c48c6e06fbd4e": "Lingua Franca は、世界の言語をめぐる旅へリスナーを誘い、その構造や歴史、そしてそれらが形づくる認知の枠組みを探ります。4大陸でフィールドワークを重ねてきた言語学者がホストを務めるこの番組では、各エピソードで厳密な学術的知見と親しみやすいストーリーテリングを組み合わせ、言語が政治から知覚に至るまで、あらゆるものをどのように形づくっているのかを明らかにしていきます。文法規則の変遷をたどるときも、消滅の危機にある言語を守ろうとするコミュニティを訪ねるときも、Lingua Franca は「言葉の科学」を、いきいきとした人間味あふれるものとして描き出します。",
  "542a48a445657d91": "グローバルなユーザー向けの設計",
  "5a6b1d0b92193571": "構文木から意味論まで、言語構造が世界の理解のしかたをどのように形作るのか。",
  "63b98adba3b7935d": "Neural Pathways は、機械翻訳から大規模言語モデルまで、言語テクノロジーの最前線を探る番組です。各エピソードでは、複雑な研究内容をわかりやすくかみくだいて紹介し、機械が人間の言語でどこまでできるのか、その限界に挑む科学者やエンジニアへのインタビューも交えてお届けします。最新の論文を取り上げ、新たなブレイクスルーが何を意味するのかを議論しつつ、AI の進歩が言語の壁を越えて世界のコミュニケーションのかたちをどのように変えつつあるのかを検証します。",
  "64bcf48cc44f8e96": "国際ビジネスコンサルタントとして、Fortune 500企業に対し、多言語市場戦略について助言している。",
  "654e7db13c53ded3": "ポッドキャストディレクトリ",
  "665e7319f176d70e": "最新エピソード",
  "6766cddf5326cd78": "今後：マルチモーダル翻訳",
  "683f9f0dd2f3ead3": {
    "c": [
      {
        "i": 2,
        "k": "count",
        "v": "v"
      },
      " エピソード"
    ],
    "i": 1,
    "t": "h2"
  },
  "689a95709f359c26": "学習データにおけるバイアス",
  "691d7088e9ff6de5": "複数形ルールと ICU メッセージ形式",
  "6b52697914eb21f2": "字幕翻訳という見えない芸術",
  "6b99931815fe2ecc": "開発者が押さえておくべきポイント",
  "6c497f8d24eabef8": "統語木と思考の階層構造",
  "6e08a5f5867e326e": "Market Signals は、グローバルに展開するビジネスの実像を読み解きます。各エピソードでは、企業が新たな言語市場に参入する際に、なぜ成功し、あるいは失敗するのかを検証します。データやケーススタディ、国際展開をリードしてきた経営幹部へのインタビューをもとに深掘りしていきます。ローカリゼーション投資の費用対効果から異文化間マーケティングの落とし穴まで、Market Signals は多言語経済を乗り切ろうとするビジネスリーダーに、実践的なインサイトを提供します。",
  "6ea8290adb2b67ed": "190以上の国で5億人を超えるユーザーが利用するプロダクトの国際化を主導してきたローカリゼーションアーキテクト。",
  "733d816478cd408d": "ローカリゼーションを早期に始めることのROI",
  "754a040071d94873": "ソフトウェアエンジニア兼ライター。20を超える言語でプロダクトをリリースしてきた経験を持ち、テクノロジーの人間的な側面について執筆している。",
  "7b3363ac1398b424": "言語がどのように機能し、進化し、私たちの思考を形作っているのかを深く掘り下げていきます。",
  "8270ff065cef142f": "ローカライズにいち早く取り組む企業は、非英語圏でどのように相対的に大きな市場シェアを獲得しているのか。",
  "83a034905dfaf87d": "テクノロジー",
  "85e2a1f214c6359b": "世界のどこかで、2週間ごとに1つの言語がこの世から姿を消しています。そのたびに、世界の捉え方の独自のレンズや、かけがえのない口承文学の体系、そして文法や語彙に刻み込まれた何世紀分もの知の蓄積が失われていきます。このエピソードでは、消滅へのカウントダウンが進むなか、危機に瀕した言語を記録し、デジタル化し、復活させようとする言語学者と技術者たちを追います。私たちは、コミュニティが子どもたちに自分たちの言語を教えるのを支援するモバイルアプリのプロジェクトを訪ね、文字を持たない言語のための音声合成システムを構築しようとする試みを学び、さらに言語保存をめぐる倫理的な複雑さ――どの言語を救うかを誰が決めるのか、また、その生きた話し手コミュニティがすでに別の道を歩み始めているとき、言語をデジタルな形で保存するとはどういうことなのか――について議論します。",
  "86325fe7cacba733": "翻訳という芸術を通じて、映画はいかに文化の境界を越えるのか。",
  "86f0aff88aae8781": "まとめとさらなる参考文献",
  "87f36e1aea8aa3e9": "Frame by Frame は、映画を言語の壁を越えて届けるための職人技や工夫に光を当てる番組です。各エピソードでは、世界中の観客の映画体験を左右しながらも、なかなか表に出てこない翻訳者、字幕制作者、吹き替え演出家に焦点を当てます。具体的なシーンを取り上げて分析し、言語間の翻訳を比較しながら、物語が異なる文化でどう響くのかを左右するクリエイティブな判断を掘り下げていきます。映画ファン、翻訳・ローカライゼーションの専門家、そして「意味」がどのようにして言語を越えて伝わっていくのかに関心のあるすべての人にとって、必聴の番組です。",
  "880fa61e22d4a8a8": "この10年ほどの間に、機械翻訳は大きな変革を遂げました。ルールベースのシステムから統計的手法を経て、現在の翻訳エンジンを支えるニューラル・アーキテクチャへと移行してきたのです。本エピソードでは、その進化のプロセスをたどり、今後の展望を見据えます。とくに、従来のシステムを悩ませてきた「文脈の扱い」の問題を、アテンション機構とTransformerモデルがどのようにしてついに突破したのか、一部の言語ペアが依然として機械にとって手強いままである理由、そしてマルチモーダル学習や少数ショット学習に関する最新の研究が、本当に希少な言語の翻訳をどのように可能にしうるのかを取り上げます。ゲストは機械翻訳研究の最前線からの知見を共有し、学習データのバイアスが、どのような意外な形で文化的な前提や思い込みを言語間に伝播させてしまうのかについても解説します。",
  "8b5c99a2202de0ed": "すべてのエピソード",
  "8bd2f3cff46408e7": "吹き替え文化と字幕文化",
  "8c47878fb31beaaf": "記録のための手法とツール",
  "8cc959e7532f56dd": "複数形処理でよく起きるミス",
  "8e8ccfe2c0810efb": "12言語で200本以上の映画を手がけてきた受賞歴のある字幕翻訳者。",
  "90a1fc4fd4f2edf3": "番組",
  "9525d2b6c71c7865": "統計的モデルから Transformer アーキテクチャまで――機械翻訳の進化とこれから何が起きるのか。",
  "96af1ebd68046fa3": "このエピソードについて",
  "99bbc6d8f8de054a": "デジタル技術を活用した言語復興プロジェクト",
  "9b21d9b13989b21f": "UI デザインにおける文化的配慮",
  "a0c4b7d87c8e2ef1": "誤った複数形処理から反転したレイアウトまで――なぜ多くのソフトウェアが多言語コンテンツを台無しにしてしまうのか、そして現代的な i18n ツールがそれをどのように解決し始めているのか。",
  "a31a505de6118d8c": "最新ツールと国際化（i18n）の今後",
  "a3a165a2b2a708af": "タイムスタンプ",
  "a56121844d8d7815": "ストリーミングと映画翻訳の未来",
  "a931eebb69bfae35": "AI ジャーナリストであり、元機械学習エンジニア。言語と人工知能が交差する分野のトピックを扱います。",
  "a995576ea745d52a": "言語保存の倫理",
  "aab25fba56518455": "言語学",
  "ae005b1f2aac914e": "ビジネス",
  "ae286d72c6185ae3": "AI翻訳とコスト削減",
  "aea263f70543e1b6": "音声プレビューは利用できません",
  "af2057b5701fe49e": "ゲスト",
  "afeaef742c4d8826": "言語消滅の規模",
  "b01a624aab46cc4c": "グローバルなユーザー向けのソフトウェアを構築するには、単に文字列を翻訳するだけではまったく不十分です。このエピソードでは、国際化エンジニアリングにおける課題の全体像を取り上げます。双方向テキストのレンダリングや複雑な文字スクリプトでの字形処理、ICU MessageFormat と CLDR の複数形ルール、ロケールに応じた数値・日付・通貨の書式設定まで、幅広く解説します。ゲストは、190 の国で使われるプロダクトをローカライズする中で得た、現場での知見を共有します。グレゴリオ暦を使わない暦体系、左書きのテキストの中で数字だけが右から左に読まれるような数字体系、そしてユーザーの信頼を左右しかねない微妙な文化的差異など、意外な落とし穴も取り上げます。",
  "b0af07bbe7c265b4": "Code and Culture は、多言語対応ソフトウェアの構築にまつわる人びと、プラクティス、思想を取り上げるポッドキャストです。各エピソードでは、エンジニア、デザイナー、言語学者が集まり、言語や国境を越えて利用されるプロダクトをつくる際の技術的な課題や、文化的なニュアンスについて議論します。国際化アーキテクチャから、コードに埋め込まれた文化的な前提まで、テクノロジーと人間の多様性がどのように交差するのかを探っていきます。",
  "b4e9cb9dafb6785d": "消費者嗜好データ",
  "b56e82ffbafd7927": "計算言語学の教授。研究分野は、言語間統語論と、形式文法と機械学習の交差領域にある。",
  "b7c04d9a17854b68": "フレームごとに",
  "b8e8431d77bc864c": "イントロダクションと国際化（i18n）の現状",
  "c21848e7774e2563": "言語アーキテクチャ",
  "c4bc2312b5d643d7": "機械に文脈理解を教える",
  "c57f9a553b9facf5": "統語論への計算的アプローチ",
  "c629147fd781f4d0": "まとめと考察",
  "c7b854137621d5c4": "サピア＝ウォーフ仮説を再考する",
  "c8996ff208faa2ba": "文化",
  "ccc77a0f0e20021b": "ロケール対応フォーマットに潜む落とし穴",
  "cfcb3fadc6eef80a": "ローカリゼーションが生み出す競争優位性",
  "d0452ea895db0283": "有名な翻訳をめぐる論争",
  "d351494a2c224d16": "言語構造入門",
  "d3f77114c8d7c502": "グローバル展開を目指すスタートアップへのアドバイス",
  "d44fe2d656157b24": "右から左のレイアウトにおける課題",
  "d5d078861751f4d6": "字幕制作の技術的制約",
  "d8c27fd333314998": "ニューラルパスウェイ",
  "d959193a52bebbc1": "マルチリンガルの映画評論家。世界各国の映画を紹介し、映像翻訳という芸術について執筆しています。",
  "da4ebf3e5e34762f": "文脈問題とアテンション機構",
  "db96a1ebbd03396f": "消滅危機言語の保全",
  "e351b6bdf6a12769": "市場シグナル",
  "e4d4da85e94cefdd": {
    "c": [
      {
        "c": [
          {
            "i": 3,
            "t": "path"
          },
          {
            "i": 4,
            "t": "circle"
          }
        ],
        "i": 2,
        "t": "svg"
      },
      {
        "i": 5,
        "k": "_gt_n_5",
        "v": "n"
      }
    ],
    "i": 1,
    "t": "span"
  },
  "e5dbbf6033b3aecc": "統計的機械翻訳の時代",
  "ea47cf55ece48949": "国際化エンジニアリングを詳しく解説：右から左へ書く文字体系への対応、複数形ルール、およびロケール対応の書式設定。",
  "eb4913d3d6562cbf": "リンガフランカ",
  "eeb880da71bdb0fe": "機械翻訳小史",
  "eedd6acc18e54253": "口承言語向けテキスト読み上げ（TTS）",
  "eef9d034b0414a77": "ポッドキャストディレクトリ | 汎用翻訳",
  "f148dcf51eeefb66": "低資源言語",
  "f40730c1146fcca2": "双方向テキストと字形処理",
  "f50b371ebdbff020": "字幕制作と吹き替えは、表に出にくい職人技であり、作品の力を多言語間で高めることも、損なうこともあります。本エピソードでは、字幕における「1行あたりの文字数」の厳格な制約から、吹き替えに求められるリップシンクまで、映画翻訳における創造的・技術的な課題を取り上げます。象徴的なシーンのトーンや意味が翻訳の選択によって変化してしまった有名な事例を紹介しつつ、「翻訳された映画は、オリジナル作品と同じ芸術作品と言えるのか」という哲学的な問いを議論し、忠実さと自然さ（読みやすさ）のバランスを日々とっているプロフェッショナルたちの声を聞きます。その過程で、ストリーミングプラットフォームが映画翻訳の経済性や受け手の期待をどのように変えつつあるのかも考察します。",
  "f936456f4a410dc3": "ニューラルネットワークがすべてを変えた"
}